[{"body": "As it mourns the tragedy of last week's attack in Paris, France's government is also concerned about more attacks, and how to adapt to prevent them. The concerns range from coping with 5,000 radical youth to becoming a society of immigration, France's Ambassador to the United States  says.While France's leaders had feared a terrorist attack within its borders, Araud says that \"what happened was in a sense maybe worse than what we were expecting, because it was done in a very professional way.\"Araud spoke with NPR's Melissa Block for today's . Here are more highlights from the interview:\"The French predicament is not only limited to France. It's a European problem. We are not used to being immigration countries. We don't have the culture of immigration the way you have  you, the Americans.\"So we have to adjust to the fact that we are becoming societies of immigration. And the fact is that most of our immigrants are Muslims. And of course, in Christian countries it creates some tensions. But I do think that the main problem is not so much religious. The main problem is a social problem, of integration.\"Araud says France's high jobless rate poses a threat, because \"as usual the immigrants are the first victims of unemployment, so they have a rate of unemployment of 20 percent, which means that you have a lot of these youths  Muslim youths  who are excluded from the social life.\"He outlines an arc that some of those young people follow after committing petty crimes: \"They go to prison, and in prison they are radicalized. They find a sort of raison d'etre in religion.\"\"The French authorities have been expecting for some time a terrorist action. We have 5,000 radical youth; we have 1,200 young people who are in Syria or are coming back from Syria. They are trained. They are radicalized. I say 1,200  [it] means we have identified 1,200. There are more than that.\"Sooner or later we were, unfortunately, fearing that something would happen. And what happened was in a sense maybe worse than what we were expecting, because it was done in a very professional way.\"\"France is a country of 65 million inhabitants. There are between 5 and 6 million Muslims. And I guess 99.9 percent of Muslims are peaceful citizens. All the polls are showing their commitment to France. They are French; most of them are born in our country. So the message that we have to send to them is, they are part of the nation. They are a full part of the nation.\"\"It's not troubling; it's devastating. You know I've served twice in Israel, so I have in a sense a personal commitment to this question. Actually, we have seen a rise in this type of anti-Semitism for nearly a decade.\"For the security of synagogues, Jewish schools and other places, Araud says, \"We are going to step up the measures of protection that we have been taking for some time.\"Araud adds, \"I understand that it's really unbearable for a community, the Jewish one, to live under the protection .... and secondly, again, we can't protect everybody.\"", "publication": "NPR", "author": "\n      Bill Chappell\n   ", "title": "French Ambassador To U.S. Outlines 'Predicament' Of Immigration", "politicalScore": 0, "posNegScore": 0, "link": "http://www.npr.org/blogs/thetwo-way/2015/01/14/377262623/french-ambassador-to-u-s-outlines-predicament-of-immigration", "date": "January 14, 2015"},
{"body": "People who try to reduce the stress of a long work day with a drink or two, or three, may be causing more health problems for themselves.Around the world, people working long hours are more likely to drink too much, according to a study that  data from 61 studies involving 333,693 people in 14 countries.They found that people who worked more than 48 hours a week were 13 percent more likely to engage in risky drinking than people working 35 to 40 hours a week.And since almost 40 percent of Americans working full time work , according to a 2014 Gallup poll, that could mean a lot of problem drinkers.Since the researchers are based in Finland, they defined risky drinking by the European standard as more than 14 drinks per week for women and 21 drinks for men. In the U.S.,  is defined more conservatively, at more than 7 drinks per week for women and more than 14 drinks per week for men.No matter which numbers constitute too much alcohol, we do know that drinking alcohol increases risk for liver disease, cancer, stroke, coronary heart disease and mental disorders.And while people may be imbibing to reduce the stress of working long hours, that habit may be increasing stress on the job due to increased sick leave, poor performance, impaired decision making and occupational injuries.Depression and sleep problems may be contribute to the link between working too much and risky drinking, the study authors speculate. Or it could be that competitive jobs that demand long hours have a culture that encourages heavy drinking. Think.This study didn't find differences in long work hours and drinking among socioeconomic groups, or by sex. So there's no way to know if people are drinking more because they're struggling to make a living or living the high life.The study was published Wednesday in  .", "publication": "NPR", "author": "\n      Patti Neighmond\n   ", "title": "Working Longer Hours Can Mean Drinking More", "politicalScore": 0, "posNegScore": 0, "link": "http://www.npr.org/blogs/health/2015/01/14/377002003/working-longer-hours-can-mean-drinking-more", "date": "January 14, 2015"},
{"body": "Controversial French comedian Dieudonne has been arrested in the wake of the deadly attack on the satirical weekly  and held on charges of apologizing for terrorism. He was one of 54 people held across France; none has been linked to the attacks.Dieudonne's alleged crime: writing  (I am Charlie Coulibaly) on his Facebook account.It's an apparent reference to  the message of solidarity that many people shared after the attack on the magazine that was targeted by Islamist extremists for its cartoons depicting the Prophet Muhammad. Coulibaly is the last name of Amedy Coulibaly, the gunman who killed four people at a kosher market in Paris last week.Reporter Eleanor Beardsley tells our Newscast unit:Dieudonne's Facebook post has since been deleted, but  he wrote an open letter to France's interior minister: \"Whenever I speak, you do not try to understand what I'm trying to say, you do not want to listen to me. You are looking for a pretext to forbid me. You consider me like Amedy Coulibaly when I am not any different from Charlie,\" he wrote. A translation was provided by The Associated Press. His Facebook page now bears this message: , Dieudonne's trademark gesture is a straight-arm salute known as a \"quenelle.\" Critics say it's a reverse Nazi salute, but he denies that, insisting that it is anti-Zionist and anti-establishment. Last year, the French government , calling it a threat to public order. (Beardsley  at the time.)France's Justice Ministry said the 54 people arrested Wednesday included four minors; several had already been convicted under special measures. Inciting terrorism is a crime with a five-year prison term in France; inciting terrorism online can lead to seven years in prison. The AP adds:\"We have all heard 'Yes, I support ' but the double standards, the 'Why defend liberty of expression here and not there?' \" Education Minister Najat Vallaud Belkacem said, according to the AP. \"These questions are intolerable above all when we hear them at school, which has the duty to teach our values.\"", "publication": "NPR", "author": "\n      Krishnadev Calamur\n   ", "title": "Controversial French Comedian Arrested Over Facebook Post On Paris Attacks", "politicalScore": 0, "posNegScore": 0, "link": "http://www.npr.org/blogs/thetwo-way/2015/01/14/377201227/controversial-french-comedian-arrested-over-facebook-post-on-paris-attacks", "date": "January 14, 2015"},
{"body": "An Orangutan named Tilda is providing scientists with fresh evidence that even early human ancestors had the ability to make speech-like vocalizations.Tilda has learned to produce  with striking similarities to human speech, scientists  in the journal . If you listen without knowing the source, \"you might wonder whether or not it is a human,\" says , an author of the paper and vice president of the Indianapolis Zoo.The finding could help answer a big question about our human ancestors' ability to produce speech before they developed a modern vocal tract and brain. If orangutans and other great apes can make speech-like sounds, it stands to reason that early humans could too, Shumaker says.Tilda, who is about 50 now, was born in the wilds of Borneo, where orangutans make  that often include sounds like kisses, squeaks and grunts. But she was captured young and has spent most of her life around people.Eventually, Tilda learned to imitate people, says , a coauthor of the paper and a founder of the Pongo Foundation, which studies orangutans and works to protect them.Tilda waves her arms and shakes her head the way people do, Lameira says. She also reportedly smoked cigarettes before she got to the zoo (maybe by way of her prior life as an \"entertainment animal,\" the scientists say). And Tilda whistles, something orangutans don't do in the wild.It was the whistling that led researchers to discover Tilda's vocal skills. Lameira was part of a team studying orangutans that can whistle. But when they visited Tilda and began recording her behavior on , she did something different.\"We were waiting for the whistles and suddenly she started to do these bizarre calls,\" Lameira says. It was unlike anything he'd ever heard from an orangutan, in the wild or in captivity. He says the rhythmic strings of consonants and vowels were like a cartoon approximation of a person speaking.\"She was producing these calls repeatedly and really quick,\" he says. \"And this is also what we observe in humans while we are speaking to each other. We are, on average, producing five consonants and five vowels per second.\"An analysis of Tilda's \"faux speech\" later showed she was matching that frequency precisely. \"This was really what astonished us,\" Lameira says.The finding goes against  that great ape vocalizations are reflexive and very limited, Shumaker says. \"What we have to do is discard this old idea that apes are simply incapable of doing anything remotely similar to human speech production,\" he says. \"I think what we're finding is there's a lot more flexibility than we realized.\"The research on orangutan whistling showed that great apes could learn to make new sounds, Shumaker says. And the study of Tilda suggests they also can learn new vocal patterns. Taken together, he says, the research hints that great apes could be a model for the development of speech in early humans.It will take more animals with Tilda's abilities to confirm the hypothesis, Shumaker says. But, he adds, \"I think as we start looking, we'll find out Tilda is not the only orangutan like this.\"", "publication": "NPR", "author": "\n      Jon Hamilton\n   ", "title": "From The Mouths Of Apes, Babble Hints At Origins of Human Speech", "politicalScore": 0, "posNegScore": 0, "link": "http://www.npr.org/blogs/health/2015/01/14/377191887/from-the-mouths-of-apes-babble-hints-at-origins-of-human-speech", "date": "January 14, 2015"},
{"body": "A decade from now, about 2025, experts predict that China's population will peak  reaching as high as 1.4 billion  and begin to steadily decline. Some of them are predicting that a shrinking, aging population could lead to a national crisis.One way to peer into the future is to visit a county in eastern China that pioneered population controls a decade before the rest of the country  and is now feeling their impact.Rudong County is in Jiangsu province, on China's east coast just north of where the Yangtze River empties into the East China Sea.Both the province and the county are known throughout China for their good schools and bright students.But school principal Miao Boquan says there aren't many of them left.\"There used to be 14 schools in this township, one in every village,\" Miao says. \"Now we are the only remaining elementary school. All the others have been merged.\"There are 460 students at Miao's school in the town of Yangkou, about half the number a decade ago. The school appears modern and well equipped. But some of the students face difficulties at home.Many of the students' parents have gone to work in the cities. As rural migrants, they're not entitled to education or any welfare benefits there.So they leave their children in the countryside in the care of their grandparents.Miao says this causes developmental problems for some kids.\"The grandparents' love is a doting love,\" he says. \"They don't know how to love them. They don't know what to give them or talk to them about.\"Meanwhile, in a nearby town in Rudong County, senior citizens sit down to dinner at their government-funded retirement home.They're bundled up against the cold, as there's no heat in winter here. Most of them have no income or children to support them.In recent years, this town went from having one such facility to having five. That doesn't include private retirement homes, where children pay to have their parents looked after.He Jingming, 58, lives at the government-funded facility. He contracted polio as a child. He never married. Before retiring, he collected scrap for recycling. He says he's grateful to be here.\"We have it easy here,\" He says, smiling. \"We get to eat without having to do any work. The state looks after us and is good to us. Our director here speaks humbly to us, and would never curse at us.\"He glances at the director, Chen Jieru, who used to work as the Communist Party secretary of a nearby village.Beginning in the 1960s, Rudong County launched a family planning pilot program, a decade before China's one-child policy began in 1979. Beijing held up the county as a successful model to be emulated nationwide.Chen remembers that he spent a lot of time implementing the program, which meant being on the lookout for pregnant women.\"Having a second child wasn't allowed, so we had to work on them and persuade them to have an abortion,\" he recalls. \"At the time, we village cadres' work revolved around women's big bellies.\"By one estimate, 15 years from now, 60 percent of Rudong County residents will be 60 years old or older. There are a growing number of centenarians.But Chen Youhua, a Nanjing University sociologist who grew up in Rudong County, says that the family planning policy is not the only reason the county is aging so quickly.\"Another reason is that our young people go elsewhere to seek their education, and few of them return,\" he says. \"The third is that with improvements in health, people are living longer.\"In other words, Rudong County's population would have shrunk anyway without the one-child policy. The policy just speeds it up a bit.Experts argue that the same goes for China. Rising levels of income and education would have had the same effect as population controls. It might have taken a few more years, but it would have also avoided coerced abortions, a gender imbalance (roughly 118 men for every 100 women) and a generation of kids without siblings.Some Rudong County locals are aware of the irony that after pioneering population controls, they're now the first to suffer the problems of an aging society. But Chen, the sociologist, says not everybody makes the mental connection between past and present.Besides, the real difficulties may be yet to come.Chen calculates that in a 150-year period from 1950 to 2100, China's population will have gone from about 500 million to a peak of 1.4 million and then decline more or less to where it started. His graph looks like a symmetrical mountain.Chen and other experts say that if China is to avoid a national crisis  including soaring health care and pension costs, and collapsing real estate markets  it needs to scrap the one-child policy immediately, and get Chinese citizens to make more babies.But Chen admits that this could be difficult.\"Only yesterday, China was emphasizing the advantages of the one-child policy,\" he points out. \"To encourage people the next day to have children is a 180-degree reversal.\"For decades, he adds, Chinese have been taught that all of their problems  from poverty to chaos  boil down to having too many people. He says that idea is deeply ingrained and difficult to change.", "publication": "NPR", "author": "\n      Anthony Kuhn\n   ", "title": "One County Provides Preview Of China's Looming Aging Crisis", "politicalScore": 0, "posNegScore": 0, "link": "http://www.npr.org/blogs/parallels/2015/01/14/377190697/one-county-provides-preview-of-chinas-looming-aging-crisis", "date": "January 14, 2015"},
{"body": "At least 10 people have died after a prison bus left Interstate 20 and crashed into a train just outside Odessa, Texas.Eight inmates and two correctional officers were killed, Jason Clark, a spokesman for the Texas Department of Criminal Justice said in a press release.Clark added that five people  four inmates and one staff member  have been taken to a hospital.The bus was transporting prisoners from Abilene to El Paso when it crashed just outside the West Texas city of Odessa. :\"Their loved ones will be in our thoughts and prayers,\" Brad Livingston, the department's executive director, said in a statement.West Texas Public Radio's Tom Michael says a hospital spokesman tells him the injuries were severe.He says the bus appears to have come off an embankment, not off an overpass as we reported earlier.Tom says that the rail car that was hit by the bus was carrying UPS cargo, so at the moment UPS boxes are strewn all over the ground surrounding the railway.", "publication": "NPR", "author": "\n      Eyder Peralta\n   ", "title": "10 Dead After Texas Prison Bus Crashes Into A Train ", "politicalScore": 0, "posNegScore": 0, "link": "http://www.npr.org/blogs/thetwo-way/2015/01/14/377204787/10-people-reported-dead-when-a-prison-bus-falls-off-overpass-in-texas", "date": "January 14, 2015"},
{"body": "Pity the poor guys who are trying to run for president while  serving as governors.All the media attention this week went to  Govs. Mitt Romney and Jeb Bush, because Romney suddenly decided to call in his chits and get back in the presidential conversation for 2016. Virtually every news organization in North America instantly got wide-eyed about it.Meanwhile, governors like Chris Christie in New Jersey and Scott Walker in Wisconsin and Mike Pence in Indiana were delivering their State of the State speeches Tuesday and hoping for a little national media love, as well. And that's not to mention other govs such as John Kasich in Ohio and Bobby Jindal in Louisiana.But the focus was on names from the past: Romney and Bush.Nor was there much bandwidth for the various senators and others who are running or wishing someone would ask them to run. In the media space, all these names were scarcely to be found.How distracting was the Romney bombshell? Well, if the man is serious, and follows through, it will change fundamentally the nature of the GOP primaries next year. And that alters all the odds on White House occupancy two years hence.Let's review the bidding. Romney, the former governor of Massachusetts, now says he wants to reprise his 2012 role as the GOP nominee for the White House  and not just as a fallback candidate in the absence of a fresher center-right alternative. Romney is now, in fact, defying the alternative that has emerged in former Florida Gov. Jeb Bush. Romney, it turns out, isn't satisfied with the Bush option, just as Bush was not prepared to sit back and wait for Romney to step in.Romney may have seen some of the polls and focus groups showing that independent voters (and some Republicans) are highly averse to another Bush in the White House  or another Clinton, for that matter.Yet Jeb Bush seems equally convinced that Romney is not the man to prevent the election of Hillary Clinton.This sudden clash of dynastic scions is both unexpected and, in certain quarters, unwelcome. That's because Romney's prior claim on the deeper pockets of the party, and many of its most seasoned operatives, conflicts with that of the party's reigning dynasty. (It should be noted that the last time the Republicans won the White House without someone named Bush on the ticket was in 1972.)All this makes a pretty irresistible story. We had largely written Mitt off  a year ago he was still responding to questions about 2016 by saying no. Not once, but  in one quote in . (Aside: Four or five would have made the point; double digits smacks of protesting too much.) Even as he crisscrossed the country campaigning for other Republicans in 2014, Romney deflected questions about his own future. Older and wiser, he knew it was time for someone else. Or so it seemed.Just a week ago, establishment Republicans were congratulating themselves on having an odds-on 2016 favorite in Bush  someone who could suppress the Tea Party and its roster of obstreperous populist upstarts. Party stalwarts were mentally reassembling the Bush team of money people and policy people. From there it would be paint-by-the-numbers, collect the nomination and sally forth to slay the dragon  or in this case the lady dragon, likely Democratic nominee Clinton.A week ago Bush's only real rival in the establishment wing of the party seemed to be Christie, the often-embattled governor of New Jersey, who has spent the past year dealing with one image problem after another from bridge closures to Cowboy clinches.But now, it seems the old warrior in Mitt is spoiling for a fight, or at least for talking about one. He had a lot of positive reinforcement on the hustings this fall. It seemed as though the nation was awake to his message, and maybe to his persona too. The ship didn't come in for him in 2008 or 2012, but was suddenly visible on the horizon. And, he reports, his once reluctant first lady, Ann, has acceded to another campaign.And there was something else, something very much like needling coming from none other than Jeb Bush himself. The Floridian took several swipes at the weak points of Romney's 2012 campaign  the failure to maneuver around the issue of personal wealth and the lack of outreach to Hispanics, women and young people.All this might have recalled the hard feelings between the two men three years ago, when Romney was trying to lay claim to the 2012 GOP nomination. Going into the critical primary in Florida, he badly needed a boost from the popular former governor to hold off the challenge from former House Speaker Newt Gingrich.It might have been quite natural for Jeb Bush to embrace Romney at the time, as many others in the party hierarchy were doing. The two men had served as governors together in the previous decade, and Romney had wooed his former colleague assiduously. And there was that old bad blood between Gingrich and the first President Bush in the 1990s.In 2012, however, Jeb Bush remained stubbornly aloof. The official line was that neutrality was best for the party and the state. But was Bush ambivalent about Romney? Was he thinking a failed Romney candidacy would create an open convention that summer, a convention that might turn to him? Or was he unwilling to take sides and anger the party's the more conservative core voters  people he might need later on?It is unlikely that Romney has forgotten being held at arm's length in this way.Both he and Jeb Bush have a sense of mission inherited from their fathers (Romney's was governor of Michigan and briefly a presidential aspirant in the 1960s). That is a personal burden that can bring men together. It is also an obsession that can set them on a collision course.One thing is clear at this juncture. If both men run, they become each other's first hurdle. Both will also need to deal with Christie, to prevent any establishment assets from being siphoned off in that direction. All three of these center-right candidates will need to focus first on each other, rather than on the base-oriented conservatives who will be vying to challenge them from the right.In short, what had been a predictable contest has now the potential to be a far more volatile and intriguing test of the character and direction of the Republican Party in our time.", "publication": "NPR", "author": "\n      Ron Elving\n   ", "title": "What If Mitt And Jeb Really Do Go At It, Hammer And Tongs?", "politicalScore": 0, "posNegScore": 0, "link": "http://www.npr.org/blogs/itsallpolitics/2015/01/14/377100391/what-if-mitt-and-jeb-really-do-go-at-it-hammer-and-tong", "date": "January 14, 2015"},
{"body": "Al-Qaida in Yemen has taken responsibility for the attack on a satirical magazine in Paris that left 12 people dead.In a YouTube video, Nasr al-Ansi, a top commander of Al-Qaida in the Arabian Peninsula, said the attack was in vengeance for the Prophet Muhammad.In a graphic , they say the leadership of AQAP planned and financed the operation against , which printed cartoon depictions of the prophet, despite threats.\"We did it in compliance with the Command of Allah and supporting His Messenger,\" the message read.In the almost 12-minute video, al-Ansi congratulates, Said and Cherif Kouachi, the two gunmen in Paris, and exhorts Muslims across the world to \"take vengeance for Muslim blood spilled.\"As al-Ansi speaks, video of the attack in Paris and of the Sept. 11 attacks on the World Trade Center plays in the background.Al-Ansi also issues a warning to the West.\"Stop your insults on our prophet and sanctities,\" al-Ansi says. \"Stop spilling our blood. Leave our lands. Quit plundering our resources.\"Otherwise, he says, \"you will look for peace and stability, but you will not find it.\" that al-Ansi does not take responsibility for the attack on a Kosher supermarket that started during the manhunt for the Kouachi brothers, but he does call Amedy Coulibaly, who police say perpetrated the attack, a \"mujahid brother.\"The paper adds:There are : First in Dec. 25, 2009, Umar Farouk Abdulmutallab, colloquially known as the \"underwear bomber,\" tried to detonate an explosive aboard a Detroit-bound flight.In 2010, the organization was suspected of trying to pack explosives in printer ink cartridges.J.M. Berger, a fellow at the Brookings Institution's Project on U.S. Relations with the Islamic World, says he doesn't have any doubts that Al-Qaida in the Arabian Peninsula played a role in the Paris attack. \"The question is exactly what that role is,\" Berger said. Berger says that in other cases, AQAP has usually taken credit for an attack and then released some kind of evidence to corroborate their claim. He says that may happen in this case, too. Still, Berger says, this would be an unusual attack for AQAP, because from what we know, it would have been perpetrated years after the Koachi brothers are thought to have gone to Yemen.Sajjan Goel, the international security director for the Asia-Pacific Foundation who also teaches at London School of Economics, says today's announcement leaves a lot of open questions. Mainly: Has AQAP established a line of communication between Yemen and operatives in the West? And does this mean a shift in the mode of operation of AQAP. Goel says in the past, AQAP has focused on sophisticated, bomb-based attacks on the airline industry. \"This plot would be a departure from their previous attacks,\" he said. ", "publication": "NPR", "author": "\n      Eyder Peralta\n   ", "title": "Al-Qaida In Yemen Takes Responsibility For Paris Attack ", "politicalScore": 0, "posNegScore": 0, "link": "http://www.npr.org/blogs/thetwo-way/2015/01/14/377150774/al-qaida-in-yemen-takes-responsibility-for-paris-attack", "date": "January 14, 2015"},
{"body": "At the U. S. Supreme Court Wednesday, the question before the justices boiled down to whether a can be considered drug paraphernalia.Each year 30-35,000 people are deported for drug crimes. But federal law does not treat all drug crimes equally. The question before the justices was whether the government can deport legal permanent residents for minor drug offenses.Moones Mellouli came to the U.S. on a student visa from Tunisia in 2004. He graduated with honors, then went on to earn two master's degrees  in applied mathematics and economics  from the University of Missouri-Columbia. He became a lawful permanent resident, worked as an actuary, and taught mathematics at the university.But in 2010, he was arrested for driving under the influence and having four Adderall pills in his sock. Adderall is a drug prescribed to treat hyperactivity, but it's widely used by students and others to study and stay awake. Millouli pleaded guilty to a misdemeanor for possession of drug paraphernalia  namely the sock in which he had the four pills. He got a suspended sentence plus a year's probation, and he was subsequently deported.He appealed his deportation all the way to the Supreme Court.This is the fourth time in the last decade that the court has examined deportations for minor drug convictions, and in each of the previous cases, the court has ruled against the government.On Wednesday, it looked very much as though the government's losing streak would continue, and Millouli would get the chance to return to the U.S.The argument focused on the intersection between federal and state law as it applies to deportations for drug crimes. Federal law allows the government to deport a non-citizen convicted in state court for a crime \"relating to\" any drug controlled under the federal criminal code. But state laws often make many more drugs illegal, and Kansas law treats any container used to store a drug as \"drug paraphernalia.\"The government's argument that these paraphernalia convictions all justify deportation was greeted by the justices with unabashed incredulity.\"Because of the sock,\" the crime justifies deportation, asked a wide-eyed Justice Ruth Bader Ginsburg.\"Do you think a sock is more than tenuously related to these federal drugs?\" piled on Justice Antonin Scalia.If we look back to the charging documents, they \"don't say anything about drugs,\" chimed in Justice Stephen Breyer.\"Paraphernalia offenses are generally extremely minor offenses  they're not felonies,\" noted Justice Elena Kagan. They're misdemeanors that prosecutors use \"when they don't want to charge a more serious offense.\"Assistant Solicitor General Rachel Kovner replied that just because prosecutors let someone plead to a lesser offense doesn't mean that immigration officials lack the authority to deport that individual when the crime is related to a federally controlled substance.\"I would have thought the opposite inference,\" countered Chief Justice John Roberts. \"If it's not such a big deal that the state is willing to let him cop a plea to drug paraphernalia, why should that be the basis for deportation under federal law?\"Justice Samuel Alito returned to the sock: \"It's really hard to believe that the Kansas statute actually regards as drug paraphernalia any that is used at any time to contain a controlled substance.\" So, you put the drug in a plastic bag  \"that's one violation.\" Then the person puts the bag in a pocket  \"that's another violation,\" and then in the glove compartment of the car  a third violation. \"It can't really mean this.\"Lawyer Kovner replied by asking: suppose the defendant had cocaine in his sock; under his theory, he would not have been deportable for having drug paraphernalia.\"If he'd had cocaine in his sock,\" Justice Kagan shot back, \"he would probably be convicted of possession of cocaine.\"But in his case, observed Kagan  the former dean of the Harvard Law School  \"he had four pills of Adderall, which if you go to half the colleges in America ... and just randomly pick somebody,\" you'd find Adderall.That brought the house down, and probably the government's case too.", "publication": "NPR", "author": "\n      Nina Totenberg\n   ", "title": "Supreme Court Considers Whether A Sock Is Drug Paraphernalia", "politicalScore": 0, "posNegScore": 0, "link": "http://www.npr.org/2015/01/14/377266975/supreme-court-considers-whether-a-sock-is-drug-paraphernalia", "date": "January 14, 2015"},
{"body": "President Obama is expected to lay out plans today intended to make it easier for cities, towns and rural communities to offer their citizens fast and cheap broadband Internet.The move would ask  to address state laws that prevent cities from building their own municipal Internet services. But it's likely to anger major cable and Internet companies.Obama announced his plans in Cedar Falls, Iowa, which is home to a 1 GB broadband network  .\"Today, high-speed broadband is not a luxury,\" he said at Cedar Falls Utilities. \"It's a necessity.\"He said greater access to faster Internet will make the U.S. more competitive globally.\"There are real-world consequences to this, and it makes us less economically competitive,\" the president said in a video released before his remarks today.Obama's message is likely to resonate with Iowa Gov. Terry Branstad, a Republican, who has been pushing for access to broadband because his state has rural communities with no access to the Internet.\"It's become a pattern that he goes to a state where there's a Republican governor that's doing something that he'd like to replicate on a national level,\" NPR's Mara Liasson tells our Newscast unit.Nineteen states have laws that prevent their cities' from building their own broadband networks. Supporters of those laws say they protect taxpayers.Obama's plans would include technical know-how and financial assistance to those towns, cities and rural communities that want to improve Internet service for their residents.\"I believe that a community has the right to make its own choice and to provide its own broadband if it wants to. ... And if there are state laws in place that prohibit or restrict these community-based efforts, all of us, including the FCC, which is responsible for regulating this area, should do everything we can to push back on those old laws,\" Obama said today in Cedar Falls.The plan is likely to be opposed by companies such as Comcast and Verizon, which provide Internet services around the nation. Obama's support for  have already angered these firms because the president wants the Internet reclassified as a public utility.Broadband for America, a group whose members include major Internet service providers, said while it strongly agrees Obama's plan to expand broadband access, the president \"is risking the success we have witnessed by advocating for the reclassification of broadband as a Title II public utility  unprecedented government interference that would stifle private investment, hinder innovation and undermine the growth of the Internet.\"Chattanooga, Tenn.  Chattanooga's publicly owned electric company has already built a municipal broadband network in the city.  and Wilson, N.C., have asked the FCC to intervene against state laws that limit publicly funded Internet.\"I believe that it is in the best interests of consumers and competition that the FCC exercises its power to preempt state laws that ban or restrict competition from community broadband,\" FCC Chairman Tom Wheeler . \"Given the opportunity, we will do so.\"But it's  if the agency has the legal authority to do that.NPr's Joel Rose has  on how some cities are taking high-speed Internet into their own hands.", "publication": "NPR", "author": "\n      Krishnadev Calamur\n   ", "title": "Broadband A 'Necessity,' Obama Says, As He Pushes FCC To Expand Access", "politicalScore": 0, "posNegScore": 0, "link": "http://www.npr.org/blogs/thetwo-way/2015/01/14/377230778/obama-pushes-fcc-to-expand-broadband-access", "date": "January 14, 2015"},
{"body": "New York city's first lady, Chirlane McCray, is being publicly dressed down for not dressing up enough when she attended the funeral of  on Sunday.McCray, who is married to Mayor Bill de Blasio, came to the ceremony in a nubby, French blue coat that stopped just above the knee, and wore black boots. It was what showed between the coat hem and the boots that riled a lot of the rank and file: blue, patterned pants that bunched at the knee and above the ankle  and that looked like denim.\"NOTHING SAYS DISRESPECT LIKE ROCKING JEANS AT A FUNERAL\" blasted a poster on Twitter over a photo of McCray and de Blasio after the services.Several de Blasio critics hammered McCray in tweets for what they considered to be inappropriate casualwear. The pants turned out not to be jeans, but part of a pantsuit by local designer Anni Kuan in what ' Vanessa Friedman . In other words, it looked like distressed denim.The outrage was relentless: \"My kids know what to wear at funerals,\" . \"No excuse for her. Sorry. My kids knew this at 8yo.\"Many posts were not as civil.Teri Agins, who covered the fashion industry for  for two decades and now gives fashion advice in her , is a McCray admirer. But Agins says the first lady's funeral attire was unfortunate, \"especially given the current relationship between the mayor and the police department.\"The police  many of them  feel they're not respected by her husband's administration,\" she says. In response to the backlash,  for , in which she expresses support for the police and the dangerous job they do.Agins says McCray's ensemble was particularly jarring because of the people around her.\"The mayor wore a dark suit,\" Agins explains. \"So did Police Commissioner [Bill] Bratton. And here are all those police, in their dress uniforms, with white gloves.\"Against that sea of somber formality, McCray's choice stood out.What puzzled some observers is why McCray, who is of West Indian ancestry and grew up in a New England family, would make such a mistake in the first place. For decades, black families in this country dressed to the hilt for funerals to give their loved ones a proper send-off.Karla F.C. Holloway, who wrote a landmark study of African-American funeral and death traditions called , says that people used to dress more formally for funerals.\"That began to change when funerals began to change from weekend to weekday,\" she points out, \"and when the ceremonies began to change to the graveside or funeral home, rather than the church.\"Some people would take time out of their workday to attend services, and the nature of their work would dictate how formally they dressed.As both Holloway and Agins note, life has gotten much more casual, even for this significant, final event. Casual Fridays have for many become casual  day. According to Agins, even morticians began to feel the effect.\"Some talked about the trend of relatives requesting to see their loved ones in the casket in their favorite track suit,\" she explained. \"They thought that was more like their everyday image.\"Agins says she's noticed that many people no longer wear black at funerals, but a spectrum of dark neutrals, and sometimes even prints. At her mother's service, Agins chose to wear \"a very loud black-and-white graffiti print, because I wanted to celebrate her life.\"Others might wear bright hues for the same reason, or choose to honor a loved one by wearing his or her favorite color. That's the mourning family's choice.But when representing an entire city, as New York's first lady does, attire has more meaning  and is given less latitude.Holloway says McCray has been the frequent target of vicious, often racist remarks from the outset.\"Her normative posture has got to be defensive,\" Holloway says. \"Every time she steps out, there's been withering public scrutiny that I think has been, most of the time, repulsive.\"Holloway says the offensive remarks focus on \"her hair, her color, her marriage [and] her children  but these are the politics a black woman encounters every day, especially in public.\"Certainly some of the comments  then and in the current controversy  are fueled by race. And some of them have roots in the fact that McCray is strong, smart and powerful, which has gotten other prominent women in trouble.Just ask Michelle Obama, who is fashion's darling now, but received reams of criticism for wearing shorts on Air Force One to visit the Grand Canyon in 2009 while on vacation in 102 degree heat. It was a rare misstep. In an interview, she later told BET  because her shorts caused a \"big stink.\"Or ask Hillary Clinton, who eventually settled on the pantsuit as her go-to uniform. She's the only first lady to ever wear a pants suit in her official White House portrait.Not that anyone is carping about their choices.\"Is it fair?\" Agins asked. \"No. Guys throw on a suit or tuxedo and they're covered.\"Women don't have that luxury. As John Kennedy , \"Life is unfair.\"Agins' advice for Chirlane McCray: Get a sharp black coat, tall boots in polished leather (low or flat heels are fine) and a dress in a non-wrinkle fabric in black or navy. They come in all price points and allow you to dress up or down. And it removes the distraction factor.Is it a shame that any of this has to come into consideration? On the one hand, sure, Holloway says. On the other, she says, \"You always want to control the narrative, even if it means giving in to a standard that you feel is none of anyone's business.\"In responses to media inquiries, de Blasio's office says those focusing on the first lady's outfit were being \"petty,\" when they should have been considering her substance instead. But the style she chooses can affect how her substance is perceived.Clothes matter, Agins says, because even when you say nothing, outfits telegraph a message  or people believe that they do.Holloway says that's especially important for people of color, for whom there is often a double standard.\"Clothing has such a political value,\" she says, \"especially when attached to black and brown bodies  whether you're wearing a hoodie or a hijab.\"", "publication": "NPR", "author": "\n      Karen Grigsby Bates\n   ", "title": "Style Over Substance: How Clothes Can Work For And Against Us", "politicalScore": 0, "posNegScore": 0, "link": "http://www.npr.org/blogs/codeswitch/2015/01/13/376835129/style-over-substance-how-clothes-work-can-for-and-against-us", "date": "January 13, 2015"},
{"body": "Rep. Andre Carson of Indiana's 7th district soon will be the first Muslim lawmaker to serve on the House intelligence committee, according to .The report says Minority Leader Nancy Pelosi, D-Calif, made the announcement in a closed-door meeting today. Neither Pelosi's nor Carson's office would comment.Carson was raised Baptist but converted to Islam as a teenager. He has said he first was attracted by Muslims' \"pushing back on crime\" in his neighborhood in Indianapolis.In an 2014 interview with the , he recalled an incident in which he'd been arrested at age 17 \"because police officers tried to go into a mosque without probable cause,\" saying it inspired him to become a police officer. He moved on to work in the anti-terrorism unit of the Indiana Department of Homeland Security.\"What I learned is that in the U.S., as in the U.K., it is impossible to fight the threat of global terror without help from Muslims,\" he said.Carson is one of only two Muslims serving in Congress. The other is Rep. Keith Ellison, D-Minn., who became  in 2006. Carson won his seat  previously held for a decade by his grandmother Julia Carson  in early 2008. During that campaign the  criticized his Republican opponent, Marvin Scott, as ", "publication": "NPR", "author": "\n      Jasmine Garsd\n   ", "title": "Rep. Andre Carson To Become First Muslim On House Committee On Intelligence", "politicalScore": 0, "posNegScore": 0, "link": "http://www.npr.org/blogs/thetwo-way/2015/01/13/376998473/congressman-andr-carson-to-become-first-muslim-on-house-committee-on-intelligenc", "date": "January 13, 2015"},
{"body": "My boyfriend and I were together for over three years, and then we weren't. The days after the breakup involved lots of crying, and an embarrassing amount of Taylor Swift.A couple of weeks later, once I was able to will myself out of sweatpants, my friend Eric  who was also coping with a breakup  came over for some IPAs and, of course, Taylor Swift singalongs.We commiserated about how much life sucked, how lonely we felt and how we were losing sleep. We discussed what was wrong in each of our relationships and what was right.\"I hope talking about this so much isn't bringing you down,\" I told Eric.\"No, this actually really helps,\" he said.It turns out we were on to something. Last week I came across an intriguing bit of research in the journal . While too much wallowing after heartbreak isn't a great idea,  found that reflecting on a recent breakup can help speed the healing process.See, , a graduate student in social psychology at Northwestern University, had been studying heartbreak for years when she began to wonder whether by asking study participants to rehash the painful details of their breakups, researchers like herself were hindering their recovery.So she rounded up 210 young volunteers who had recently experienced heartbreak, and had half of them come into the lab regularly to answer questions about their breakup over the course of nine weeks. The other half completed just two simple surveys, one at the beginning and one at the end of the study.The first group fared better. Answering the researchers' questions helped these people better process their breakup and, Larson tells Shots, \"it helped them develop a stronger sense of who they were as single people.\" That in turn helped them feel less lonely.For me, Larson's research led to another revelation: that there existed a sizable body of research on how to cope with heartbreak. Maybe science could tell me exactly what I needed to do to be able to move on and stop feeling so lost and sad and hurt. So I put down my copy of  and began scouring psychological journals.First, I found out that heartache really does ache. In a 2011 , researchers had participants look at photos of their ex-loves while monitoring these people's brain activity. They found that parts of the brain usually associated with physical pain had lit up. (Thankfully,  found that taking a Tylenol might help buffer against such pain.)That's why moving on isn't just a mental exercise; it's physical as well. Studies  that people in long-term relationships tend to regulate each other's biological rhythms. A breakup can throw your entire physiology out of whack, disrupting your sleep, appetite, body temperature and heart rate. The stress of a divorce can compromise your immune system.All this shows, Larson says, that \"after a breakup, people are going to have to put in a little extra effort to keep themselves physically healthy.\"Then you can start addressing the mental fallout.\"When a relationship ends, that really messes with your sense of who you are,\" Larson says. \"You may think, 'Who am I now that I'm not Mike's or X or Y's girlfriend?' \"That's why, in Larson's study, talking about the breakup helped. \"I think that it's possible that coming into the lab and answering these questions reminded them of their new status as singles,\" Larson says.A growing body of  suggests that regaining a clear sense of self after a breakup is the key to moving on.And though calmly reflecting on a breakup may help,  on it doesn't, says , a psychologist at the University of Arizona who co-authored the study with Larson.While it's tempting to think that getting back together will end the suffering, it may be better to adopt T-Swift's  of \"We are never, ever, ever getting back together.\" While some couples are able to make up after a breakup,  suggests that on-again off-again couples tend to be less satisfied in their relationships.Still, adapting to being alone after a breakup is not easy.\"So much of who our friends are and how we spend our time revolves around who we're dating or who we're married to,\" says Sbarra. \"When the relationship ends, all of those variables get disrupted.\" Revisiting old friendships and interests can help, as can taking up new activities.The bad news: Scientists have yet to find a quick and easy antidote for a broken heart. Recovering is going to take time, and it's probably going to suck.In fact, one small study  that under an MRI scanner, the brains of the heartsick can resemble the brains of those experiencing cocaine withdrawal. The researchers theorize that this may explain why some of us feel  and act  a bit crazy after a bad breakup.Of course, it's best to at least try not to stalk your ex on  or text him a bunch of times, Sbarra says, \"because that's just going to bring you more pain.\" But  for the breakup or for the way you're reacting to it isn't a good idea either.\"The only thing to do is to ride the emotion out,\" Sbarra says.But there's good news, too: Getting over a breakup isn't going to be as painful as you probably think. While no one can say exactly how long it'll take you get over an ex, research  that most people overestimate the amount of time it'll to recover.\"I'm a little bit more pro-breakup than most people,\" says Gary Lewandowski, a psychologist at Monmouth University and co-founder of a blog called .Lewandowski's research backs up what Friedrich Nietzsche (and my mother and pretty much every  about breakups) have been saying all along: \"That which doesn't kill us makes us stronger.\"A 2007 study by Lewandowski his colleagues was one of the first to focus on the plus side of breakups. Most of the young adults who the researchers interviewed said the breakup had helped them learn and grow and that they felt more goal-oriented after splitting up.Coping with breakups can help people realize how resilient they are, Lewandowski says, and that can be empowering.\"I often tell my students, your romantic relationships are supposed to be one of the fundamental sources of happiness and joy in your life,\" he adds. \"If a relationship isn't working, don't be afraid to break it off.\"", "publication": "NPR", "author": "\n      Maanvi Singh\n   ", "title": "Breaking Up Is Hard To Do, But Science Can Help", "politicalScore": 0, "posNegScore": 0, "link": "http://www.npr.org/blogs/health/2015/01/13/376804930/breaking-up-is-hard-to-do-but-science-can-help", "date": "January 13, 2015"},
{"body": "This is the story of a man whose ideas could have saved a lot of lives and spared countless numbers of women and newborns' feverish and agonizing deaths.You'll notice I said \"could have.\"The year was 1846, and our would-be hero was a Hungarian doctor named .Semmelweis was a man of his time, according to , an assistant professor at It was a time Lessler describes as \"the start of the golden age of the physician scientist,\" when physicians were expected to have scientific training.So doctors like Semmelweis were no longer thinking of illness as an imbalance caused by bad air or evil spirits. They looked instead to anatomy. Autopsies became more common, and doctors got interested in numbers and collecting data.The young Dr. Semmelweis was no exception. When he showed up for his new job in the maternity clinic at the General Hospital in Vienna, he started collecting some data of his own. Semmelweis wanted to figure out why so many women in maternity wards were dying from r  commonly known as childbed fever.He studied two maternity wards in the hospital. One was staffed by all male doctors and medical students, and the other was staffed by female midwives. And he counted the number of deaths on each ward.When Semmelweis crunched the numbers, he discovered that women in the clinic staffed by doctors and medical students died at a rate nearly five times higher than women in the midwives' clinic.But why?Semmelweis went through the differences between the two wards and started ruling out ideas.Right away he discovered a big difference between the two clinics.In the midwives' clinic, women gave birth on their sides. In the doctors' clinic, women gave birth on their backs. So he had women in the doctors' clinic give birth on their sides. The result, Lessler says, was \"no effect.\"Then Semmelweis noticed that whenever someone on the ward died of childbed fever, a priest would walk slowly through the doctors' clinic, past the women's beds with an attendant ringing a bell. This time Semmelweis theorized that the priest and the bell ringing so terrified the women after birth that they developed a fever, got sick and died.So Semmelweis had the priest change his route and ditch the bell. Lessler says, \"It had no effect.\"By now, Semmelweis was frustrated. He took a leave from his hospital duties and traveled to Venice. He hoped the break and a good dose of art would clear his head.When Semmelweis got back to the hospital, some sad but important news was waiting for him. One of his colleagues, a pathologist, had fallen ill and died. It was a common occurrence, according to , who teaches the history of medicine at Queen's University in Kingston, Ontario.\"This often happened to the pathologists,\" Duffin says. \"There was nothing new about the way he died. He pricked his finger while doing an autopsy on someone who had died from childbed fever.\" And then he got very sick himself and died.Semmelweis studied the pathologist's symptoms and realized the pathologist died from the same thing as the women he had autopsied. This was a revelation: Childbed fever wasn't something only women in childbirth got sick from. It was something other people in the hospital could get sick from as well.But it still didn't answer Semmelweis' original question: \"Why were more women dying from childbed fever in the doctors' clinic than in the midwives' clinic?\"Duffin says the death of the pathologist offered him a clue.\"The big difference between the doctors' ward and the midwives' ward is that the doctors were doing autopsies and the midwives weren't,\" she says.So Semmelweis hypothesized that there were cadaverous particles, little pieces of corpse, that students were getting on their hands from the cadavers they dissected. And when they delivered the babies, these particles would get inside the women who would develop the disease and die.If Semmelweis' hypothesis was correct, getting rid of those cadaverous particles should cut down on the death rate from childbed fever.So he ordered his medical staff to start cleaning their hands and instruments not just with soap but with a chlorine solution. Chlorine, as we know today, is about the best disinfectant there is. Semmelweis didn't know anything about germs. He chose the chlorine because he thought it would be the best way to get rid of any smell left behind by those little bits of corpse.And when he imposed this, the rate of childbed fever fell dramatically.What Semmelweis had discovered is something that still holds true today: Hand-washing is one of the most important tools in public health. It can keep kids from getting the flu, prevent the spread of disease and keep infections at bay.You'd think everyone would be thrilled. Semmelweis had solved the problem! But they weren't thrilled.For one thing, doctors were upset because Semmelweis' hypothesis made it look like they were the ones giving childbed fever to the women.And Semmelweis was not very tactful. He publicly berated people who disagreed with him and made some influential enemies.Eventually the doctors gave up the chlorine hand-washing, and Semmelweis  he lost his job.Semmelweis kept trying to convince doctors in other parts of Europe to wash with chlorine, but no one would listen to him.Even today, convincing health care providers to take hand-washing seriously is a challenge. Hundreds of thousands of hospital patients get infections each year, infections that can be deadly and hard to treat. The Centers for Disease Control and Prevention says  is one of the most important ways to prevent these infections.Over the years, Semmelweis got angrier and eventually even strange. There's been speculation he developed a mental condition brought on by possibly syphilis or even Alzheimer's. And in 1865, when he was only 47 years old, Ignaz Semmelweis was committed to a mental asylum.The sad end to the story is that Semmelweis was probably beaten in the asylum and eventually died of , a potentially fatal complication of an infection in the bloodstream  basically, it's the same disease Semmelweis fought so hard to prevent in those women who died from childbed fever.", "publication": "NPR", "author": "\n      Rebecca Davis\n   ", "title": "The Doctor Who Championed Hand-Washing And Briefly Saved Lives ", "politicalScore": 0, "posNegScore": 0, "link": "http://www.npr.org/blogs/health/2015/01/12/375663920/the-doctor-who-championed-hand-washing-and-saved-women-s-lives", "date": "January 12, 2015"},
{"body": "Des Moines, Iowa, is confronting the farms that surround it over pollution in two rivers that supply the city with drinking water.  says it will sue three neighboring counties for high nitrate levels in the Raccoon and Des Moines rivers. It's a novel attempt to control fertilizer runoff from farms, which has been largely unregulated.Too much nitrate can be a health risk, especially for infants under the age of 6 months, and it's difficult to remove from water. Filtering out nitrates cost the Des Moines water utility $900,000 in 2013.Bill Stowe, general manager of the Des Moines Water Works, told Iowa Public Radio in an interview last week that \"we are seeing the public water supply directly risked by high nitrate concentrations.\"Stowe says the source of these nitrates is pretty clear. Farmers spread nitrogen fertilizer on their corn fields, it turns into nitrate and then it commonly runs into streams through networks of underground tile pipes that drain the soil.Those drainage systems are managed, in some cases, by county governments, and Des Moines Water Works is now proceeding on the theory that those governments can be held legally responsible for the pollution that their pipes carry.\"When they build these artificial drainage districts that take water, polluted water, quickly into the Raccoon River, they have a responsibility to us and others as downstream users,\" he told Iowa Public Radio.Stowe's agency gave formal  last week that it intends to sue three upstream counties that manage drainage systems: Sac County, Buena Vista County and Calhoun County.\"We need to get down to specific steps that they need to take. If they aren't willing, we'll see them in federal court,\" Stowe said.In fact, drinking-water quality is only one of the problems that fertilizer runoff causes. It also has been killing off webs of aquatic life, from small Midwestern lakes to the Gulf of Mexico.Many programs have been set up totry to solve the problem. Scientists have created tools to help farmers minimize their use of fertilizer., an ecologist at Iowa State University, says farmers can also build sediment-trapping ponds or create wetlands to capture water from those drainage systems. That can be costly, though.\"You have to take land out of production. And if you look at the price of land in agricultural production areas, it's very pricey,\" he says.So state and federal governments have been offering financial incentives, paying farmers to build these pollution traps on their land.Dan Hanrahan is a farmer in Madison County who sits on a local committee that reviews efforts to reduce water pollution. He says that these taxpayer-supported programs are popular. \"We've got over a two-year waiting list of people waiting to put practices in place,\" he says.He believes that such cooperative, voluntary efforts will accomplish more than litigation.Yet the problem of nitrate pollution has not gone away, and Des Moines Water Works has decided that it's time to take a harder line.", "publication": "NPR", "author": "\n      Dan Charles\n   ", "title": "Iowa's Largest City Sues Over Farm Fertilizer Runoff In Rivers", "politicalScore": 0, "posNegScore": 0, "link": "http://www.npr.org/blogs/thesalt/2015/01/12/376139473/iowas-largest-city-sues-over-farm-fertilizer-runoff-in-rivers", "date": "January 12, 2015"},
{"body": "Extracting medical care from the health care system is all too often an expensive exercise in frustration. Dr. Eric Topol says your smartphone could make it cheaper, faster, better and safer.That's the gist of his new book, . Lots of people are bullish on the future of mobile health to transform health care, but Topol gets extra cred because of his major medical chops: Former head of cardiology at the Cleveland Clinic and present director of the Scripps Translations Science Institute in La Jolla, Calif.We caught up with  during his book tour to ask him just what mobile, digital health care would be like. Here's an edited version of our conversation.Back when I was at Cleveland Clinic, in 2000, I was contacted as a cardiologist from a company that wanted to be able to do your heart rhythm monitoring over the Internet. It was the first dedicated digital medical company. I thought that was very exciting. That opened my eyes to oh my gosh, there's a whole new world out there.The initial reaction was that's pretty zany, but there was also some genuine excitement. It wasn't ready yet, but the concept was highly attractive. Now you can have something smaller than a credit card and can get your  through the phone, and it's FDA approved. You can buy it for $69 on Amazon, have it delivered to your door and have your rhythm monitored no matter where you are.The hospital is an edifice we don't need except for intensive care units and the operating room. [Everything else] can be done more safely, more conveniently, more economically in the patient's bedroom.We made this unbelievable switch from inpatient surgery to outpatient, so many operations are done now as an outpatient. So we did adapt. You can now do a stent as an outpatient in an hour. So that's going to happen again. We're going not from inpatient to outpatient but inpatient to home. Hospitals are going to need to become data surveillance centers. The data is going to be coming from the community, from the region.We're talking about cheap stuff; smartphones you can get for $35 now from China. You have a cheap phone, you have mobile signal everywhere, pretty much, and you have very user friendly interfaces. My 93-year-old mother-in-law lives with us and she's on her iPad constantly.It might be cheaper for us to give a smartphone and a service contract to people rather than to have them go to emergency rooms and be hospitalized; one day in the hospital is $4,500 in the U.S. I think the cost of that tradeoff is eventually going to be borne out.There are health care systems like Kaiser with a mobile app where you can access any part of your record, your labs, your chart notes, your hospital records. Organizations that don't share that though a mobile device are not going to make it.It's not going to happen from within the medical community; it has to be from external forces. All the big tech companies are getting into medicine  we have Google, Apple, Facebook, Salesforce.com. But the real innovation isn't coming from them, it's coming from the startups. There's one I love, this UCLA startup, they started this company to do X-rays through your phone. It's the selfie of the future.We have to get the privacy security part cleaned up. And we also have to get the science analytics tuned up. We have to get a lot of validation, clinical trials. A lot of these have not gone though clinical trials; they're just attractive ideas that need to be proven.I am a regular cardiologist on Thursday; it's my clinical day, I love that. I'm going to continue to to advance this new model of care which is individualized and modern, but also never discounting the vital aspect of the human factor, human touch. Anyone who knows me as a doctor knows I have really close relations with patients; it's not this computer machine thing. I love practicing medicine and I'm going to continue doing it with that paramount objective.", "publication": "NPR", "author": "\n      Nancy Shute\n   ", "title": "Imagining A Future When The Doctor's Office Is In Your Home", "politicalScore": 0, "posNegScore": 0, "link": "http://www.npr.org/blogs/health/2015/01/12/376741693/imagining-a-future-when-the-doctors-office-is-in-your-home", "date": "January 12, 2015"},
{"body": "Last week Southern California Public Radio reported that  from a Rosca de Reyes, a Three Kings Day bread that is traditional in various Hispanic communities. The sick patrons of Cholula's Bakery in Santa Ana, Calif., and its retail outlets complained of heart palpitations and hallucinations.According the  and other news reports, may have been affected.Preliminary lab results indicate the presence of a synthetic drug in the bread, the reports. A criminal investigation will be launched by the Santa Ana Police Department, and further lab results are expected in the next two weeks.Around the same time as the incident, Sens. Dianne Feinstein, D-Calif., and Rob Portman, R-Ohio, introduced legislation that takes aim at producers and importers of synthetic drugs. The bill is called the Protecting Our Kids from Dangerous Synthetic Drugs Act.Synthetic drugs mimic controlled substances like cocaine and marijuana. There are hundreds of variants. According to the y, among the more commonly used are \"spice\" (synthetic marijuana), \"K2\" and \"bath salts.\" The government also lists MDMA (often called \"molly\") as NPR has reported on the  synthetic drugs present for the Drug Enforcement Administration. In 2012, Congress outlawed several synthetic drugs with the Synthetic Drug Abuse Prevention Act. In a statement, Portman said the issue persists: \"Dangerous synthetic drugs are plaguing Ohio communities.\"The  says there were 3,677 reported cases of exposure to synthetic drugs in 2014. Still, 2011 was a peak year, with almost 7,000 cases reported.But , who covers drugs and science for  magazine, says synthetic drug use continues to be a problem: \"From a consumer standpoint it seems that the law enforcement authorities have been successful in reducing the sales of these so-called legal highs in convenience stores and the Internet. But there still is enough of a clandestine market.\"Just last year, there were several high-profile DEA raids on . NPR's Bill Chappell reported that \"DEA investigators say hundreds of millions of dollars in drug profits are being routed to countries such as Yemen, Syria, Lebanon and Jordan.\" In December, CBS reported on Operation Synthetic Web, an eight-month effort that ended in December with a  in Miami. Agents said they seized approximately $360,000 worth of synthetic drugs.Kroll says that while media attention has veered away from synthetic drug use, he's seeing increasing attention paid to the issue in the medical community: \"There have been increasing reports in the medical literature about the side effects, the adverse reactions to these chemicals, both in the brain as well as in the lungs; a lot of these chemicals or their side products can actually damage lung tissue.\"The online forum  paints a pretty grim picture of what prolonged use of synthetic marijuana looks like, with an especially dismal withdrawal process for those who try to quit. One user by the name of Tyler12345 writes, It's horrible. I didn't like it at first I tripped so bad I was scared. But I'm a young teen stupid an dumb... I got used to it. Then started puking sweating getting withdrawals. Smoke like 4 5 grams a day. Today I am quitting. I promised my mom and grandma an friends I won't do it anymore. Please don't try k2 k3 or whatever. It's like heroin! It takes your life away slowly.\"Synthetic drugs are also associated with very young users. According to the  of youth drug use trends, 1 in 9 12th-graders in America reported using synthetic cannabinoids in the past year. Kroll explains why, using Colorado as an example. He says, \"[Legal] recreational marijuana is very expensive when compared to street marijuana or these synthetic products you can buy from friends and online.\"", "publication": "NPR", "author": "\n      Jasmine Garsd\n   ", "title": "3 Kings Holiday Cake Laced With Synthetic Drugs Makes Dozens Hallucinate", "politicalScore": 0, "posNegScore": 0, "link": "http://www.npr.org/blogs/thetwo-way/2015/01/12/376154679/3-kings-holiday-cake-laced-with-synthetic-drugs-makes-dozens-ill-with-hallucinat", "date": "January 12, 2015"},
{"body": "It's estimated that there are 20 million gamers in Iran, where half the population is under 25 years old. Last year, the Obama administration eased sanctions on Internet services in Iran, giving a boost to the game market.Two entrepreneurs with Iranian roots hope to make an international splash with their new game, Seven Quests. The online multiplayer game is an update of a 1,000-year-old Iranian poem, the  or the \"epic of the kings.\"The hero is Rostam, the Persian version of Hercules.\"It's our hero  it's our Iranian national hero. It's our mythological symbol for a warrior who conquers all evil,\" says Amir-Esmaeil Bozorgzadeh, who heads  based in Dubai.Bozorgzadeh is creating the Seven Quests game for an international online game market, but he's also aiming at Iran's huge gaming community where everyone already knows the story.\"Markets like Iran are filled with some of the most hard-core gamers the world's ever seen,\" he says. is a traditional war game, but it's not just about shooting stuff. This violence has a twist.\"You're going to see him battling a three-headed dog, or a 10-headed snake,\" Bozorgzadeh says. \"That's the cool thing about mythology is that it's usually not so much centered between humans versus humans, but humans versus monsters.\"Battling online monsters wasn't exactly the goal of Washington policy when sanctions that limited Iranian access to Internet services were lifted in 2013. The point was to help Iranians to freely communicate on social media like Facebook, Twitter and YouTube. The Iranian government still blocks those services, but online games are the success story  an open channel of communication.\"And when you have a game that is filled with real-time players and dynamics, and people are making alliances and people are making enemies but they're working together, in their chats and forums, everyone is interacting, it's very compelling,\" Bozorgzadeh says.Compelling, says Hossein Jalali, to finally connect with the world after decades of isolation. Jalali is a partner in the development team and is passionate about multiplayer games because he grew up playing them in Iran.\"We've been playing games within our own realm for so long, and then suddenly you have the opportunity to play with the world, so it's a fascinating situation,\" he says.Jalali is the tech guy, and to build a complex game that looks good on smartphones, his team has turned to a company that's already produced hit games in the Middle East for a billion-dollar market.The team holds tech meetings via Skype with the offices of  in Hangzhou, China. Radwan Kasmiya, a Syrian, moved his development company to China's technology hub. He says Seven Quests is kind of like falafel, the popular Middle East snack  a familiar taste for Iranians and a new treat for an international audience.\"This is what we think our message within our game,\" Kasmiya says. \"We are creating something delicious, affordable for everybody, and it can go across borders. Hopefully, many of them would like it and would keep consuming it.\"That's the hope when the game launches in a few months, first in English and then in Farsi, says Jalali.\"We're hoping for millions of people to play,\" he says. \"It's got a great story behind it. ... Everyone in Iran actually has heard this story from their parents or from school, so obviously if we get positive feedback from them, it will be excellent.\"Excellent, he says, if Iranians open another channel to talk to the world. And if international gamers learn a little about Iranian culture, that would be excellent, too.", "publication": "NPR", "author": "\n      Deborah Amos\n   ", "title": "Video Game Based On Ancient Story Aims For Audiences In Iran, Beyond", "politicalScore": 0, "posNegScore": 0, "link": "http://www.npr.org/blogs/alltechconsidered/2015/01/13/376789932/video-game-based-on-ancient-story-aims-for-audiences-in-iran-beyond", "date": "January 13, 2015"},
{"body": "The first post-attack edition of  has sold out in France, just hours after it was released. that people lined up in front of newsstands as they opened. The network adds:On Tuesday, the magazine said it would print 3 million copies of the magazine. That number was bumped to 5 million on Wednesday., the surviving staff of the magazine decided to go on with its publication schedule. On Wednesday, and as a symbol of defiance, they delivered a magazine with a caricature of the Prophet Muhammad on its cover.Remember, it was their depiction of the prophet that led to threats of attacks and today  on  because of their disrespect for the prophet. that some Muslims have expressed concern over the magazine's new cover. The network reports:We have not yet seen a copy of the magazine. Once we do, we'll update this post with a bit of what's inside.", "publication": "NPR", "author": "\n      Eyder Peralta\n   ", "title": "Post-Attack Edition Of 'Charlie Hebdo' Sells Out In France ", "politicalScore": 0, "posNegScore": 0, "link": "http://www.npr.org/blogs/thetwo-way/2015/01/14/377173652/post-attack-edition-of-charlie-hebdo-sells-out-in-france", "date": "January 14, 2015"},
{"body": "Pope Francis gave majority Buddhist Sri Lanka its first Catholic saint today during a seaside ceremony before thousands of people who packed along the oceanfront of the capital, Colombo.Francis is in Asia on a six-day tour intended to build the Roman Catholic Church's following on a continent that holds 60 percent of the world's population but only 12 percent of Catholics.As church bells rang, the pope canonized Joseph Vaz, a priest who worked against the persecution of Catholics by the island's 17th century Protestant Dutch rulers.Born in India in 1651, Vaz crept onto the tropical island disguised as a porter, and secretly preached before being captured and accused of spying. He was given protection by a Buddhist king. Vaz was credited with converting some 30,000 people and creating a network of priests before he died.The church says Vaz almost single-handedly re-established Catholicism in Sri Lanka, known then as Ceylon. On Wednesday, Francis the hushed crowds that the Vatican's newest saint is an example of religious tolerance relevant to Sri Lanka today. The country is still healing from a decades-long civil war and is emerging from a presidential election that underscored ethnic and religious divisions.Sri Lanka, where Catholics make up some 7 percent of the population, greeted the pontiff with elephants, enthusiasm and pageantry.Massive crowds await Francis at his next stop, the Philippines, which is Asia's only Catholic country. The pope will celebrate an outdoor mass in Manila that is expected to be attended by millions of people.", "publication": "NPR", "author": "\n      Julie McCarthy\n   ", "title": "Pope Francis Canonizes First Sri Lankan Saint", "politicalScore": 0, "posNegScore": 0, "link": "http://www.npr.org/blogs/thetwo-way/2015/01/14/377191076/pope-francis-names-first-sri-lankan-saint", "date": "January 14, 2015"},
{"body": "Starting today, the  will begin sending out Amber Alerts on Facebook's news feed. The alerts will include a photograph of the missing child and the location where the possible abduction took place.Facebook has 185 million users in the U.S., and the notices will be tailored to location  so users will receive alerts about missing children in their area.Emily Vacher is Facebook's trust and safety manager, and helped put together the Amber Alert collaboration. She tells NPR that Facebook  in the past.\"We were actually really inspired by people who already use Facebook for this purpose,\" Vacher says. \"We've noticed over the last couple of years that when kids go missing, people started posting about this on their Facebook pages to share information within their own communities. And we saw a lot of successes out of this. Kids have actually been brought home because of the information people shared on Facebook.\"\"Amber\" stands for \"America's Missing: Broadcast Emergency Response.\" The alerts arose from the 1996 abduction and murder of Amber Hagerman, 9, in Arlington, Texas. So far, the alerts have helped save , according to the National Center for Missing and Exploited Children.\"Amber Alerts are very rare occurrences,\" Vacher says. \"So when you see one of these on Facebook, take a couple of minutes to read the alert, to share the information with your friends and family, and just pay attention to your surroundings, because a tip that you may find may actually result in reuniting a child with their family.\"Amber Alerts already ring on cellphones and flash on highway billboards and TV and radio broadcasts, but Facebook is the first social media site to work with the National Center for Missing and Exploited Children.Bob Hoever, director of special programs for the center, says what makes the Facebook program different from TV and radio is the sharing aspect.\"The unique ability that Facebook provides us,\" Hoever says, \"is the opportunity for those people that see the news feed to share that with their friends, and to spread the word as quickly as possible to have as many people as possible out there searching for the child.\"", "publication": "NPR", "author": "\n      Jasmine Garsd\n   ", "title": "Facebook To Post Amber Alerts To Help Find Missing Kids", "politicalScore": 0, "posNegScore": 0, "link": "http://www.npr.org/blogs/thetwo-way/2015/01/13/376944457/facebook-to-post-amber-alerts-to-help-find-missing-kids", "date": "January 13, 2015"},
{"body": "This week, in the lead up to his State of the Union address, President Obama is   how to ensure our safety in the digital world.One key proposal sounds pretty straightforward: Companies should tell us    if our data has been hacked. But according to cybersecurity experts, that nice clean number doesn't address basic issues.If your data is stolen, it would be nice to know.\"You can protect yourself, or at least know that you're at risk when you know that you've been breached,\" says Davi Ottenheimer, an analyst with the data storage company EMC.Ottenheimer, who has been auditing retail security for more than a decade, says that if a company doesn't give explicit warning, \"you might not pay attention at all.\"You can't sign up for credit monitoring, you won't know to read every line of your bank statement, looking for signs of identity theft  if the company that's been attacked doesn't tell you to watch out.The history of cyberattacks is littered with examples of companies that didn't want to fess up  like when  to admit it was hacked in 2005. \"They need to be told when to notify people about being harmed,\" Ottenheimer says.The U.S. already has a federal rule on health care breaches. Ottenheimer says this 30-day proposal, for consumer data, gives the company \"\" time to investigate. And it helps clean up the messiness created by all those state laws that say different things.\"It's going to have a huge impact because we've been working on the state level so far and every state has had its own interpretation,\" he says. \"The feds may be more reasonable.\"A senior administration official describes the proposal as a \"major push.\" And the National Retail Federation is \"very pleased\" to have one federal rule to replace the current patchwork, said Mallory Duncan, the group's general counsel.But John Dickson, a security expert at Denim Group, says retailers may just be breathing a sigh of relief because Obama isn't demanding much. \"There's nothing magical about the 30-day notification,\" Dickson says. \"That is not an understood industry period. It's largely arbitrary.\"The White House proposal is thin on key details, like: Do the 30 days begin when a company suspects it's been hacked, or when it confirms the fact? And who exactly has to tell consumers  the brand we know, like Target; or the subcontractor behind the scenes that may have been the weak link in the digital chain?Also, if the data is super sensitive, Dickson says 30 days may be too long. \"Is it just [your] name and address? Or is it name, address and Social Security number?\"Last year the White House announced  for companies to follow to protect consumers' data. Dickson says some of those standards should be mandatory  like the idea that companies storing our data should regularly scan their networks for malicious code and get rid of it.\"These are the kinds of things that resilient companies and secure companies do. You regularly scan for vulnerabilities. You regularly try to identify holes before the bad guys do,\" he says.Tom Brandl with DocuSign offers another idea: Make the big, publicly traded companies sign off on a cybersecurity audit every year  just like the Sarbanes-Oxley Act requires with financial information. That way, the top brass can't just say after a hack, \"Whoops! I didn't know.\"\"Then there's some skin in the game too from a CEO perspective and a board level perspective,\" Brandl says. \"There's an explicit acceptance and sign-off that, 'Yes, I'm responsible for these things.' \"So far, the  lost his job over a data breach  but that's rare. Brandl says the White House could up the stakes for corporate governance in our digital times.", "publication": "NPR", "author": "\n      Aarti Shahani\n   ", "title": "A Closer Look At Obama's Plan To Protect Consumer Data", "politicalScore": 0, "posNegScore": 0, "link": "http://www.npr.org/blogs/alltechconsidered/2015/01/13/377001721/a-closer-look-at-obamas-plan-to-protect-consumer-data", "date": "January 13, 2015"},
{"body": "Though the United States is still leading the world in research related to diseases, it is rapidly losing its edge, according to  in the American Medical Association's flagship journal .If you look at biomedical research around the globe, the United States funded 57 percent of that work a decade ago. The U.S. share has since dropped to 44 percent, according to the study published online Tuesday.\"At the same time support for biomedical research in the United States has wavered, global interest in biomedical research is increasing,\" wrote , founder of Alerion Advisors, and his five co-authors on the paper.China still lags far behind the United States in its medical research spending, but its effort has been growing at a blistering rate: 17 percent per year, between 2004 and 2011, compared with 1 percent per year for the United States. More Chinese citizens than Americans now work in fields of science and technology, the study says.This 16-page \"special communication,\" along with supporting documents published online, offers one-stop shopping for people who want statistics on the state of funding for medical research.Although the economic analysis focuses on the dollars and cents, the authors note that medical research holds a much deeper meaning for many Americans.\"For any current or future patient, research provides hope,\" the scientists write. \"For the researcher, unanswered biological and clinical questions are endlessly fascinating. For a company or its investors, new products and services promise financial return.\"Biomedical research affects not only a nation's health, they say, but international competitiveness, too.Shots readers may recall the  last fall about the effects of declining federal funding for biomedical research. That's just one piece of the story. The National Institutes of Health provides about $30 billion toward annual expenditures of $117 billion. That total includes funding from industry, foundations and other private sources.And while $117 billion is a big number, it represents 0.7 percent of the nation's gross domestic product. At the same time, health care now makes up more than 17 percent of the nation's economy. The paper notes that there's comparatively little funding for research to make our health care system more efficient and less expensive.Overall, industry has increased its spending on biomedical research, but that's not true for all endeavors. For example, pharmaceutical firms actually reduced their spending slightly between 2004 and 2012, the study says.Drug companies spent less on the sort of early-stage research that aims to identify potential drugs, and comparatively more on human tests of safety and efficacy of drugs that are further along in the pipeline. Even so, the number of new drugs approved by the Food and Drug Administration is hovering around just 26 per year.Medical device manufacturers and biotech companies have been areas of much more robust growth, the researchers find. Together, these two sectors account for 27 percent of medically oriented research in this country. That's similar to the NIH's share.Moses and his colleagues join a chorus of scientists voicing concern about the United States' teetering support for medical research. \"Given global trends, the United States will relinquish its historical innovation lead in the next decade,\" the researchers warn, unless there's a fresh infusion of public and private money.\"The main reason to increase expenditures on biomedical research and health services research is to capitalize on the investment already made in the past  to put that knowledge to work at the bedside, in real patients,\" Moses tells Shots.Given the current political situation, Moses says, that will take creative new financial approaches, such as new bonds tailored for biomedical research. \"We believe that this can fundamentally be funded by the private sector,\" he says, adding, though, that the government will continue to play a critical role in funding research that's simply too speculative and risky for investors to bankroll.", "publication": "NPR", "author": "\n      Richard Harris\n   ", "title": "U.S. Funding of Health Research Stalls As Other Nations Rev Up", "politicalScore": 0, "posNegScore": 0, "link": "http://www.npr.org/blogs/health/2015/01/13/376801357/u-s-funding-of-health-research-stalls-as-other-nations-rev-up", "date": "January 13, 2015"},
{"body": "For the Detroit automakers, there's likely no bigger prize than being the No. 1 truck. Pickups represent the lion's share of profits and the industry's recent growth.And for more than three decades, Ford has been the king of trucks. But there are some new contenders for the throne. The North American International Auto Show kicked off in Detroit this week and crowned its 2015 North American . The nominees were the Chevrolet Colorado, the Ford F-150 and the Lincoln MKC. And the winner? The Ford F-150.For the most part, the Detroit car companies  General Motors, Ford and Fiat Chrysler  are essentially truck companies that also sell cars.That wasn't always the case.\"We started to see that in the '80s and '90s when the big pickups started to become lifestyle vehicles, when they replaced the sports car in terms of the ultimate expression of masculinity,\" says Aaron Bragman with Cars.com and PickupTrucks.com.Bragman says American car companies turned to pickups in part because they were really good at making them. \"That's really where the profit centers were, that's where their strengths were, where their engineering know-how was and that's what they focused on,\" he says.Even though cars have become more important to each of the Detroit automakers, trucks are a big deal. As central as they are to profits, they pose a problem: fuel economy.Right now each truck company is taking a gamble so it can meet the government's strict new fuel standards. Pete Reyes is chief engineer of the Ford F-150. At Ford, that's a really important job.\"We've been the No. 1-selling full-size pickup for 37 years in a row. And we're not going to give that crown up to anybody,\" Reyes says.Morgan Stanley estimates the company gets 90 percent of its profits from its F-series trucks. Ford's gamble is making the trucks' body out of aluminum.\"If you take weight out of the base rig, it can carry more and it's more productive,\" Reyes says. \"We're thrilled that we're able to make what may appear to be a big bet but what is in reality a very proven plan or a traditional move, now in a high-volume vehicle.\" Depending on how you count, GM often beats Ford in a given month. GM's strategy in the war is to open a new front. Back when trucks were getting bigger and more butch, the Detroit car companies abandoned smaller trucks.GM's Sandor Piszar says smaller trucks will help with fuel economy targets and winning new customers.\"The introduction of this truck I think shows our serious commitment to the truck space, because ... a lot of people have written off this segment,\" Piszar says. \"But if you dig deeper the customers are there; they just don't have a product that's satisfying their needs.\"Fiat Chrysler's Ram brand is pushing to make diesel available on a wide scale, and that's a big gamble.\"We all like to win,\" says the brand's Bob Hegbloom about the coming truck war. \"We're all very competitive, so to say that we're not all out there battling and want to be the biggest and the best out there, I think anyone would be lying to you.\"", "publication": "NPR", "author": "\n      Sonari Glinton\n   ", "title": "Winning The Truck Battle Isn't Just About Smack Talk. It's Everything", "politicalScore": 0, "posNegScore": 0, "link": "http://www.npr.org/2015/01/13/377005111/winning-the-truck-battle-isnt-just-about-smack-talk-its-everything", "date": "January 13, 2015"},
{"body": "An African team will be featured for the first time ever in this year's Tour de France: South Africa's MTN-Qhubeka  today from race organizers.\"OK, we had [Kenya-born Briton] Chris Froome win the 2013 Tour de France, [South African] Daryl Impey wore the yellow jersey, but to have a whole team in the Tour de France ... for Africa and South Africa, it's going to be huge,\" MTN General Manager Brian Smith told .MTN-Qhubeka, which made its Grand Tour debut in the Vuelta in 2014, was one of five teams to receive Tour de France wild cards; the other four are: German team Bora-Argon 18, and French teams Cofidis, Europcar and Bretagne-Seche Environnement.The wild cards join the 17 UCI World Tour teams that have already qualified for the world's most prestigious cycling race that begins in July.Africans on the nine-man MTN-Qhubeka team include South African Louis Meintjes and Eritreans Merhawi Kudus and Natnael Berhane, the two-time African champion. Others on the squad include Norwegian Edvald Boasson Hagen, Australian Matthew Goss and American Tyler Farrar.MTN-Qhubeka, which is backed by Samsung, helps promote the Qhubeka project, which distributes bicycles to rural African children.", "publication": "NPR", "author": "\n      Krishnadev Calamur\n   ", "title": "A Tour De France First: An African Team Will Compete This Year", "politicalScore": 0, "posNegScore": 0, "link": "http://www.npr.org/blogs/thetwo-way/2015/01/14/377183036/a-tour-de-france-first-an-african-team-will-compete-this-year", "date": "January 14, 2015"},
{"body": "On the face of it, the new potato varieties called \"Innate\" seem attractive. If you peel the brown skin off their white flesh, you won't find many unsightly black spots. And when you fry them, you'll probably get a much smaller dose of a potentially harmful chemical.But here's the catch: Some of the biggest potato buyers in the country, such as Frito-Lay and McDonald's, seem afraid to touch these potatoes. Others don't even want to talk about them because they are genetically modified organisms, or GMOs.The potatoes aren't yet on the market (more about that later). So to get a sneak peek at them I paid a visit to Michigan State University and its top potato breeder, .Douches is a lean and focused man, in constant motion. He's been working with potatoes for most of his adult life. It is, you might say, a committed but high-maintenance relationship.Douches fell for the potato 32 years ago, when he was in graduate school. It seemed like \"a beautiful plant to work with,\" he says. It also feeds a lot of people. According to the , the potato is the world's third-most-important food crop. \"I felt that when I work on something like this, it could have a large impact,\" Douches says.He wants to make the potato just a little bit better. Unfortunately, the potato resists improvement.The reasons lie in the genetic nature of this crop. It's very difficult, using traditional breeding, to make gradual improvements in an established potato variety. Mating it with another variety produces tremendously varied offspring, the vast majority of them inferior to the variety that you were hoping to improve. It's like trying to improve a really good poker hand by reshuffling the whole deck of cards and dealing again.This is why Douches is so excited about these new potatoes: They're just like a much-loved variety, but better. To demonstrate, he and his colleague Joseph Coombs are banging some potatoes around inside an ancient, rotating wooden drum.This is a bruise test. They're comparing two different varieties.The first variety is russet Burbank, the most popular potato in America. It's been widely grown for more than a century. The other potatoes are almost identical to russet Burbank, but the J.R. Simplot Co. of Boise, Idaho, has inserted some extra genes into them in the laboratory. These potatoes are called  russet Burbank.The Simplot Co. chose the word \"innate\" because the new genes it inserted are actually modified versions of some genes that exist naturally in potatoes; they are innate to this species. But the inserted genes have a curious effect: They shut down a few of the potato's original, natural genes. Scientists call it gene silencing.We're about to see the results. We peel some potatoes that went through the bruising barrel yesterday and lay them out on a table. The traditional russet Burbank potatoes are starting to show some evidence of bruising. Black spots are forming.We see few bruises, by contrast, on the Innate russet Burbank potatoes.There's another difference that we cannot see. If we fry these potatoes, the Innate russet Burbanks will have less than half as much of a worrisome chemical called acrylamide.Lots of foods  coffee, for instance  contain acrylamide. But when lab rats eat it, they're more likely to get cancer. Studies have never shown a clear link between acrylamide consumption and cancer in humans, but the Food and Drug Administration still  that it's a good idea to consume less of it.For both these reasons  less bruising and less acrylamide  Haven Baker, general manager of Simplot Plant Sciences, thinks that consumers should be lining up to buy these new potatoes. \"The No. 1 consumer complaint [about potatoes] is black spot bruise,\" he says. \"You have to cut it out or, if it's bad enough, throw the potato away. It's a significant waste issue.\"The Simplot Co. has created Innate versions of several different varieties, including one called Atlantic that's widely used to make potato chips. The U.S. Department of Agriculture  the new varieties in November. They are not on sale yet because Simplot is waiting for a green light from the FDA, which is  scientific data  mostly provided by the company  on how genetic modification has altered the chemical makeup of the potato and whether any of those changes could raise safety concerns.But even before they've gone on sale, some of the very biggest potato buyers seem to be backing away from them.Frito-Lay, the biggest potato chip maker, and McDonald's have both issued  saying that they are not planning to use the Simplot potatoes in their products. An executive at another potato chip company told The Salt that his company does not plan to use those potatoes. He didn't even want to be quoted on the subject for fear that someone would mistakenly get the opposite impression.Patty Lovera, assistant director of , an environmental advocacy group, says food companies should, in fact, react this way. \"When you ask consumers if they're comfortable with this technology, they are not,\" she says. Food and Water Watch has launched a  calling on McDonald's to reject GMO potatoes.There may not be anything wrong with these potatoes, Lovera says, but she does not think the government is regulating biotech crops carefully enough. \"I don't have some smoking gun to hand you [about] this danger or that danger,\" she says, \"but we don't think that the review that they've gone through can show us that they're safe.\"Yet other advocates for healthy food believe the Simplot potatoes offer real advantages.\"It's really strange how GMO has become a curse word,\" says Michael Jacobson, executive director of the . Jacobson has been among the leaders of the healthful-food movement. For the past 40 years, he has fought excess sugar, fat, salt and food additives.But genetic modification? It's just another technology, he says, \"and if we could have genetically engineered crops and foods that produce safer products, and less expensive products, that's terrific!\"The FDA does need to examine these new potatoes, Jacobson says. But if they do deliver less cancer risk, and result in less food wasted, he hopes that people will buy them.", "publication": "NPR", "author": "\n      Dan Charles\n   ", "title": "GMO Potatoes Have Arrived. But Will Anyone Buy Them?", "politicalScore": 0, "posNegScore": 0, "link": "http://www.npr.org/blogs/thesalt/2015/01/13/376184710/gmo-potatoes-have-arrived-but-will-anyone-buy-them", "date": "January 13, 2015"},
{"body": "Monday night's game between Oregon and Ohio State was a hit with viewers, as the first-ever college football playoff championship turned in the highest ratings in the history of both ESPN and cable TV. The broadcast averaged 33.4 million viewers.\"That was a 21 percent increase over the ratings for last year's BCS National Championship between Florida State and Auburn, which was a far closer game,\" NPR's Nathan Rott reports.Last night, the teams were divided by only a one-point margin in the third quarter before Ohio State pulled away late for .As for how the ratings compare with NFL viewership, we'll note that  reports, \"Through three games, 2015 NFC Playoff games on FOX are averaging 39.3 million viewers.\"Monday's record ratings only narrowly trail the most-watched college football championship on network television (between Southern California and Texas).\"The 2006 national championship game attracted 35.6 million viewers, a bigger audience than Monday's game,\"  Steven Perlberg reports, \"but it aired on ABC, a broadcast network, not a cable channel.\"This year's championship and two playoff games all surpassed the previous most-watched cable program, the 2011 BCS Championship between Oregon and Auburn, which attracted 27,316,000 viewers and a 15.3 rating.Despite the success of the playoff games that were played on New Year's Day (and attracted more than 28 million viewers each), things will be different next year. That's because the \"playoffs\" designation rotates among bowls  and two of them, the Rose and Sugar, won't be moved from Jan. 1, as  has noted.ESPN has acknowledged to  that New Year's Eve  which isn't a federal holiday and already has an excess of prime time extravaganzas poses \"a challenge.\"For now, the sports giant can look on the bright side. As it noted in , \"ESPN has now televised the Top 20 programs in cable history.\"If you're curious about how last night's game did in different parts of the U.S., here's Nielsen's list of the 10 metered markets with the highest ratings:", "publication": "NPR", "author": "\n      Bill Chappell\n   ", "title": "College Football Championship Sets A New Cable Ratings Record", "politicalScore": 0, "posNegScore": 0, "link": "http://www.npr.org/blogs/thetwo-way/2015/01/13/377060626/college-football-championship-sets-a-new-cable-ratings-record", "date": "January 13, 2015"},
{"body": "President Obama's choice to be the next attorney general grew up in a state where her parents fought for the right to vote.Loretta Lynch is a North Carolina native who hails from a long line of preachers. Her academic talent propelled her into some of the country's elite institutions.Now Lynch is trying to win Senate confirmation as the top U.S. law enforcement officer, as the first black woman in line to hold that job.Lynch was born 55 years ago, in Greensboro, N.C., where sit-ins and protests provided a soundtrack to her youth.As a toddler, she rode on her father's shoulders to civil rights rallies. Her mother told her she picked cotton so Loretta and her brothers wouldn't have to.\"You know, her grandparents were sharecroppers,\" says her friend and former Justice Department colleague Robert Raben. \"She's from North Carolina. It's a state in which her family could not vote.\"Lynch eventually climbed to the top of her high school ladder as the valedictorian. And when she entered Harvard in the late 1970s, she joined a small community that included Sharon Malone.\"It was impossible for us not to know each other being, as you say, two African-American Southern women at Harvard, well out of our element at that time,\" Malone says.The two worked together to start a chapter of the storied Delta Sigma Theta sorority, a group of black women uniting to serve the community. Malone remembers Lynch as a straight arrow, then and now.\"If you can find someone who knew you from when you were 18, 19 years old and they have nothing bad to say about you and your judgment and things that you did then? My goodness,\" Malone says. \"Look, there's nothing to tell.\"Their paths crossed again during the Obama administration. The president named Malone's husband, Eric Holder, his attorney general. Loretta Lynch became the U.S. attorney in Brooklyn.There, she prosecuted more terrorism cases than any of her counterparts, incarcerating men who tried to blow up the New York City subway and JFK airport. Another Lynch target, former Staten Island Rep. Michael Grimm, pleaded guilty to tax evasion earlier this year.Her friend Raben says those may be her only enemies. \"There are plenty of people who don't like her,\" Raben says. \"They happen to be incarcerated.\"The chairman of the Senate Judiciary Committee, Iowa Republican Charles Grassley, says he hasn't made up his mind yet about Lynch. Grassley says he'll hold hearings in the next couple of weeks to learn how she differs from her predecessor.\"I'm very interested in, is she going to be political, as I think Holder has been one of the most political attorneys general that I've served under?\" Grassley says.And how might Lynch handle a room filled with senators?Friend and former Virginia U.S. Attorney Neil MacBride says she often decides to listen rather than jump in and offer an opinion.But when she does talk, Lynch is a graceful speaker. And she told an audience at John Jay College of Criminal Justice in 2012 that she is often mistaken for someone else.\"It's always interesting when people don't know who you are,\" Lynch said.  \"And I don't carry a sign, you know, whatever. And so people will come in the office and they'll be looking for the U.S. attorney and they'll speak to me one way, and when they realize that I'm the person they're looking for, it may change a little bit. ... I certainly had the experience as a young lawyer of going to take a deposition and being mistaken for the court reporter.\"And one time, she said, a white juror mistook her for the defendant she was prosecuting. Lynch also said people often wrongly expect her to have a soft touch. Not so for a woman who spends free time kickboxing with her trainer.\"They expect a certain amount of leniency or mercy from me, because I'm a woman, and if you've ever met my mother you should know that's not even in the cards,\" Lynch told an audience at John Jay. \"She's much tougher than I am  she's a retired schoolteacher, so she's seen it all.\"So has Lynch, as an African-American woman who has spent most of her career in federal law enforcement. Friends say that will inform her work, especially at a time of high tension between police and minority communities. Lynch addressed the issue herself back in 2012, years before the recent controversial deaths of black men in Ferguson, Mo., and Staten Island, N.Y.\"I find that people want aggressive policing if they as a community feel they are part of it,\" she said. \"They don't want aggressive policing if they feel it's being imposed upon them and they are a target.\"There's one more thing about Lynch: She's the stepmother of two young adults, including one who plans to move to Washington with her if she's confirmed as attorney general.That would make her the first mom to serve as the country's highest-ranking law enforcement official.", "publication": "NPR", "author": "\n      Carrie Johnson\n   ", "title": "Tough Attorney General Pick Loretta Lynch Vies For Senate Confirmation", "politicalScore": 0, "posNegScore": 0, "link": "http://www.npr.org/2015/01/14/376997783/tough-attorney-general-pick-loretta-lynch-vies-for-senate-confirmation", "date": "January 14, 2015"},
{"body": "It was a terrible Christmas season for stores in Brazil. For the first time in more than a decade  since 2003  sales went down.Roberta Pimenta owns a small shop selling children's clothes at the Butanta mall in Sao Paulo, which is aimed squarely at the middle-class shoppers who live in the area.\"It was the worst drop in sales since I've had this store,\" Pimenta says. \"In seven years it was the worst year I had. And every year you have a 10 percent increase of employees' salary, 10 percent increase in the rent, 10 percent in everything, so it is horrible.\"Pimenta says sales haven't picked up since the holidays. She has lost money this year, as well.Back in the early and mid-2000s, Brazil was flying high. There was a boom in easy credit in the country, and the creation of an avid consumer class. Global investors were putting their money in Brazil, running away from Europe and the U.S., which had been sliding into the Great Recession around that time. And China was buying a lot of what Brazil was selling  soybeans and other commodities.Today the story is very different, says Luiz Carlos Lemos Jr., an economist at MacKenzie University, a Presbyterian college in Brazil named for its American founding donor.\"Looking in the short term, the expectation is that we will have a tough economy,\" Lemos says. \"There won't be much consumption, much growth, no better income distribution and we will have an inflation that will be exploding over our heads.\"China isn't buying as much, international investors are putting their money back into the recovering U.S. and Brazilians have taken on a lot of debt. And prices there are sky-high: An iPhone 6, for example, costs nearly $1,800.The one bright spot had been that, despite slowing growth, unemployment has remained low. But that might be changing.Take car sales, for instance. They, too, fell in 2014  down 7 percent for the year, and now layoffs are following. Thousands of people showed up this week in Sao Paulo to protest hundreds of firings at some of the region's biggest car factories. Workers are also on strike at Volkswagen, where jobs have just been cut.Umberto Panini, a mechanic who works at Volkswagen, still has a job but admits he is worried.\"It would worry anyone,\" he says in his family's small townhouse close to the factory. \"We feel insecure. It makes us not do certain things we might do because we are worried about money.\"He and his wife, Michele, just had a daughter. Michele lost her job as a credit analyst right before giving birth, so they are living on one income  about $3,000 a month, a pretty good salary in Brazil.They say that this year instead of traveling abroad  in previous years, they've been to Spain and Chile  they will be vacationing inside the country. The Brazilian currency's slide has made travel less affordable.In the past decade, the economic boom in Brazil lifted millions of people out of abject poverty  incomes rose, so did standards of living and inequality dropped. But in previous downturns, there has been hyperinflation and even real privation.Panini and his wife say they will be a little more cautious with their money now. But they own a house and a car and remain optimistic about their prospects  and Brazil's.", "publication": "NPR", "author": "\n      Lourdes Garcia-Navarro\n   ", "title": "In Brazil, A Once-High-Flying Economy Takes A Tumble", "politicalScore": 0, "posNegScore": 0, "link": "http://www.npr.org/blogs/parallels/2015/01/14/377029641/in-brazil-a-once-high-flying-economy-takes-a-tumble", "date": "January 14, 2015"}]