[{"body": "ts safe to say that, until last week, only a very small percentage of the worlds population had heard of . But the January 7 massacre at the satirical French newspaper's offices, for which Al Qaedas Yemen branch  responsibility this week, turned  into a household name. The slaughter also raised an unsettling question: How does a terrorist organization in the Arabian Peninsula come to set its sights on a niche publication in Paris? To many, the murders encapsulate perennial differences between Asia and Europe, between antiquated dogmatism on the one hand and unshackled rights of speech on the other. In the words of a  , the murders crystallized the culture clash between religious extremism and the Wests devotion to free expression.   But last weeks horror did more than elucidate differences. It also demonstrated some very old and profound similarities between the worlds cultures, while pointing to some new and perilous ways in which they are converging. he impulse to commit sacrilegeand punish ithas marked nearly every society and every epoch in human affairs. People have always gone to great lengths to protect their sanctities. Examining the historical record, we find an aversion to blasphemy not only among the usual suspects, such as the resolute monotheists of ancient Palestine and medieval Europe, but in unlikely places and times: The ancient Athenians, those archetypal democrats who allowed citizens to criticize their cherished civic institutions,  from ridiculing the gods or the worship of them. And so it has been ever since. In each century up to the last, western governments and churches outlawed sacrilege against their deities and their faiths. Even in the United States, which has acquired a well-deserved reputation for protecting free expression, state and local authorities were once authorized to punish anti-Christian sentiments. A 1782 Massachusetts law , including whipping, for anyone convicted of denying, cursing, or contumeliously reproaching God, his creation, government or final judging of the world, or by cursing, or reproaching Jesus Christ... The Bible and the Holy Ghost were off-limits too. Periodic blasphemy indictments continued into the 20th century.   By the latter part of that century, enforcement of blasphemy laws had tapered in Europe and North America to the point that most were simply ignored or forgotten. Elsewhere, however, blasphemy laws proved more resilient, and made a vigorous comeback beginning in the 1980s. Today in predominantly Muslim countries such as Pakistan, Iran, and Sudan, those accused of disparaging Muhammad are regularly punished for defamation. Sometimes they are murdered before any trial occurs. As terrible as these fundamentalist-inspired laws have proved to religious minorities and brave contrarians in South Asia, the Middle East, and North Africa, their main impact has been domestic. hat may be changing. One of the more disquieting aspects of the  massacre is that it represented an attempt to regulate sacrilege across national borders, an aggressive effort by non-state actors to carry out an abiding impulseferreting out and eradicating the blasphemousacross cultural and political boundaries. The world received its first intimation that we might be on this grim trajectory in 1989. That year, Irans Ayatollah Khomeini issued his infamous  to avenge the publication of , Salman Rushdies whimsical and derisive reinvention of Quranic themes. Stoked by the Ayatollahs televised entreaties, obliging Islamic extremists proceeded to murder publishers and translators across the globe. Behind the scenes, among the worlds diplomats, a parallel effort is underway to police international sacrilege in less extreme fashion. Between 1999 and 2011, for example, the 57-member Organization of Islamic Cooperation (OIC)  the U.N. for a resolution defining the defamation of religions as a human rights violation (for now, theyve settled on criminalizing the expression of hatred against religious persons). The OIC made progress on the world stage in part because European states, and to a lesser extent the U.S., have conceded that there should be some limits on what we say about other peoples faiths, in practice if not in law. Many western governments, including France itself, have recently enacted their own measures against religious and racial hatred.These agreements would not be possible if Europe and the Muslim world did not share some underlying intuitions about communal responsibility to protect religion and its believers from insults. Nor, significantly, would such strictures seem as urgent in the absence of widespread awareness of the insults. Thus, if the attack reflects divisions between the pious and the secular, it also makes clear that we are living in an era of heightened cross-cultural sensitivity when vigilance on behalf of the sacred can have deadly consequences, even in distant realms.  his week's print run of  notwithstanding,  is a niche publication with a regular circulation of roughly sixty thousand. That makes it a lot like the Danish newspaper, , which carried the infamous and widely reprinted cartoons of the Prophet Muhammad in 2005. Until that point, the paper was known well to Danes on the Jutland peninsula, and .  relative obscurity aligns it with another discovered outrage from the fringes of western culturethe amateur anti-Islamic film , which fueled weeks of militant outrage throughout the Muslim world in 2012. Its not clear how many protesters watched the 14-minute YouTube trailer. What  is that a \"feature-length cut of the movie, retitled  was shown exactly once, to an audience of fewer than 10 people.\" The very notion that a video depicting a depraved and murderous Mohammed had been produced and disseminated supplied protesters the pretense they needed to besiege American embassies and consulates throughout the Muslim world, including in Benghazi, Libya.It is impossible to make sense of the attack without considering Frances sizeable immigrant population, much of which has been drawn from North Africa, the Middle East, and South Asia. Many of these migrants are not Muslims, and only a small fraction of those who are have embraced extremism. Nonetheless, the growing Muslim presence in France has created a critical mass of people inclined to take offense when Islam is mocked or otherwise insulted (on newsstands, for example), and close enough to exact vengeance when they do (as in the case of the murderers, Cherif and Said Kouachi, whose parents were born in Algeria). Then again, experiencing insult in person is old-fashioned. The internet now connects people and cultures through crackling virtual networks of outrage. There is no bottom to the worlds reserves of offensive material; one need not search long for sources of provocation, or for places to express that outrage. Fugitive thoughts (say, on Twitter) and irreverent productions (in a niche satirical publication) are now more reproducible, more communicable, and thereby more aggravatingly conspicuous to anyone with an internet connection.Together, large-scale human migration and digital culture enable the mutual surveillance of political and cultural niches that had once existed in isolationvery little in life remains offline. The sacrilegious now have a worldwide audience for their productions; while the self-appointed protectors of the sacred now , and, on occasion, where they live and work. The twothe outraged and the outrageousare thus bound together in a geopolitical version of what Jacques Berlinerblau  a profanity loop, a circle of blasphemy and vengeance wherein one side metes out irreverence and the other death.   Globalization, in its demographic and digital forms, has also given new significance to offensive imagery. It is no coincidence that the attack on , like the protests that greeted the  drawings, were sparked by cartoons. While words are hardly exempt from accusations of sacrilege, the image is the 21st centurys most potent catalyst of outrage. Graphic, easily reproduced images require little in the way of linguistic or cultural translation; their potency derives from the ease with which they transcend difference. The cartoons were intended to offend in the most straightforward and unambiguous way, avoiding theological subtleties and capitalizing instead on Islamic prohibitions against Muhammads representation. They succeeded. Today we confront the paradox that irreverent expression is both less inhibited and more endangered than ever before. Thanks to the fluidity of national borders and the internets reach, people and organizations now possess previously unimagined powers of dissemination. Never in human history has speech been so abundant and unruly, nor have artists ever enjoyed so much freedom to exhibit what churches and states would have once prohibited. And yet, never has there been such a systematic international effort to discover and avenge offensive text and images.We may indeed be witnessing an historic contest between religious absolutism and free speech, but we should not lose sight of the fact that it is our shared regard for sacred things coupled with the increasingly multicultural intimacy of our social and digital lives that has gotten us here. In other words, if we want to better understand what happened last week, we need attend to the thingsboth enduring and modernthat connect the worlds cultures, as well as those that divide them.", "publication": "The Weekly Standard", "author": "Christopher S. Grenda", "title": "When Blasphemy Goes Viral", "politicalScore": 0, "posNegScore": 0, "link": "http://www.newrepublic.com/article/120780/charlie-hebdo-and-sacrilege-age-digital-multiculturalism", "date": "January 15, 2015"},
{"body": "ith the Supreme Courts decision today to review cases out of Ohio, Michigan, Tennessee, and Kentucky, the Justices have finally agreed to hear challenges to state laws prohibiting same-sex couples from marrying. Given the Courts reasoning in 2013 when it struck down a federal law defining marriage as between a man and a woman for federal purposes, the Justices are likely to recognize what almost all lower courts since then already have: that the Constitution prohibits state bans on same-sex marriage. But one of the votes in favor of that result could be a surprise: that of Chief Justice John Roberts.Back in 2013, the Court considered two cases having to do with marriage equality: , which involved a challenge to a key part of the federal Defense of Marriage Act, and , which involved a challenge to Californias same-sex marriage ban (Proposition 8). In both cases, before the Court could consider the constitutionality of those laws, it had to address whether it even had jurisdiction to do so. In , a majority of the Court concluded that it did, and went on to hold that DOMAs restrictive definition of marriage for purposes of federal law was unconstitutional. In , a majority of the Court decided that it did not have the power to decide the constitutionality of Proposition 8 because Proposition 8s supporters lacked standing to appeal a District Court ruling that the measure was unconstitutional.In , Chief Justice Roberts was on the wrong side of marriage equality. Although he concluded that the Court lacked the power to decide the case, he went out of his way to say that he thought the Courts majority was wrong to strike down DOMA. In a solo dissent, Roberts wrote that the provision of DOMA at issue in  was amply justified by [i]nterests in uniformity and stability, and he did not want to tar the political branches with the brush of bigotry. And he also tried (unsuccessfully it turns out) to discourage lower courts from viewing as saying anything about state bans on same-sex marriage, writing in his solo dissent that [t]he Court does not have before it, and the logic of its opinion does not decide, the distinct question whether the States ... may continue to utilize the traditional definition of marriage. Indeed, Roberts almost suggested that the case for state marriage bans was stronger than the case for DOMA, noting that states have the historic and essential authority to define the marital relation. These arent auspicious signs that the Chief Justice will vote to strike down state marriage bans later this year.But theres reason to think the Chief Justice might nonetheless find himself on the right side of the Constitution (not to mention history) this time around. To start, the Chiefs emphatic recognition that the Court was deciding the constitutionality of state marriage bans in did carve out space to allow him to decide that issue however he might want in a future case. (Justices Scalia, Thomas, and Alito were not so coy, all making explicit exactly where they stand when it comes to marriage equality.) And while Roberts joined the portion of Justice Scalias dissent dealing with the Courts authority to decide the case, he   the portion of Scalias dissent addressing the constitutionality of DOMA. Perhaps this was merely Roberts, as Chief Justice, distancing himself from the vitriol that so often fills a Scalia dissent whenever the rights of gay people are involved. But perhaps it was more than that; perhaps this was Roberts doing as little as possible to associate himself with particular views about the legitimacy of marriage discrimination, again leaving himself a clean slate for a future case.Moreover, in , it was Chief Justice Roberts who wrote the opinion concluding that the Court had no authority to decide the case. Although that opinion thus did not decide whether Prop 8 was constitutional, it did allow the District Court decision holding Prop 8 to be unconstitutional to remain in place, thereby permitting same-sex marriages to go forward in California.Since then, a great deal has happened. Relying on ,  has concluded that state bans on same-sex marriage are unconstitutional. And last fall, the Supreme Court denied seven separate requests to review cases that struck down state marriage bans, clearing the way for marriages of gay and lesbian couples to proceed in all of the states within the jurisdiction of those courts. We cant know for sure how the Chief Justice voted on those petitions for review (those votes are not public), but theres at least some reason to think that he might have voted not to hear the cases. After all, it only takes four Justices to vote to hear a case, and Justices Scalia, Thomas, and Alito all made clear in  their view that the Constitution allows state marriage bans, and thus likely would have wanted to review cases invalidating such bans. If thats right (and, again, we cant know for sure), then the Chief Justice voted not to review those cases and thus to allow same-sex couples to marry in additional states around the countryan act that commentators at the time  would make it much more difficult for the Court to uphold state marriage bans in the future.On top of that, the Court has since denied requests in other cases to issue orders that would have kept same-sex marriages from going forward in additional parts of the country. Justices Scalia and Thomas have both dissented from those denials, but the Chief Justice has not. Hes either voted to let same-sex marriages proceed, or at least chosen not to have any dissent publicly noted. To be sure, Justice Alito hasnt dissented either, and its far more difficult to imagine him ruling in favor of marriage equality, but still this provides some reason to think the Chief Justices vote on this issue might not be a foregone conclusion.Of course, that Roberts could not see his way to joining the majority in  makes it difficult to understand how he might conclude that state laws prohibiting same-sex couples from marrying are unconstitutional. But its not impossible. He might, for example, look to the Supreme Courts 1967 decision in , which held that state laws banning interracial marriage were unconstitutional. In , the Court described marriage as one of the basic civil rights of man, and noted that [t]he freedom to marry has long been recognized as one of the vital personal rights essential to the orderly pursuit of happiness by free men. From these premises, it followed that [t]o deny this fundamental freedom on racial grounds violated both the Equal Protection and Due Process Clauses of the Fourteenth Amendment. As numerous lower courts , same-sex marriage bans are simply the modern analogue of interracial marriage bans, and they violate the Constitution . Seventh Circuit Judge Richard Posner, for example, wrote in an opinion striking down same-sex marriage bans in Wisconsin and Indiana that the argument that tradition supported the bans runs head on into . The Chief Justice could well conclude the same thing in the cases the Court has just agreed to hear.After all, Roberts has seen what a watershed decision has been, and he must surely recognize that if the  majority takes the final step to recognize full marriage equality (as it should), that decision will be even more historic and undoubtedly one of the greatest legacies of the Roberts Court. Will Chief Justice Roberts be content to have such a momentous ruling be issued over his dissent, or will John Roberts want to be part of one of the greatest legacies of the Roberts Court?We should know by the end of June. ", "publication": "The Weekly Standard", "author": "Brianne Gorod", "title": "John Roberts May Finally Be Ready to Legalize Same-Sex Marriage ", "politicalScore": 0, "posNegScore": 0, "link": "http://www.newrepublic.com/article/120789/supreme-court-gay-marriage-john-roberts-could-change-his-mind", "date": "January 16, 2015"},
{"body": "n November 4 of last year, the day of the midterm election, President Obamas approval rating was near its nadir: 41 percent, with 53 percent of Gallup respondents saying they disapproved of the way he handled his job.Two years earlier, by contrast, Obama was above water, 49-44. That election went a little better for him than the midterms.Today, just two months after Democrats lost the Senate, Obamas recovered more than half the ground he lost. His supporters like to attribute that to the resilience and defiance he has shown since the midtermshe announced executive actions to defer the deportation of millions of immigrants and normalize relations with Cuba, he has adopted a campaign-like mindset, and it stands to reason that if the blizzard of a late-stage presidential campaign could pull his approval into net positive territory, his recent actions might be responsible for getting him close to even. Perhaps if hed been more of a presence on the campaign trail, Democrats wouldnt have lost so badly.But theres another, better explanation, and its a crucial, real-time reminder that for all the effort that goes into running and understanding campaigns, political fortunes are exceptionally vulnerable to the vicissitudes of external forces.The GOPs huge November advantage on economic issues has collapsed. Broader economic improvement probably explains some of this (as might some of Obamas burst of public-facing events since November). But the growing economy has yet to boost wages. Absent falling gas prices, the recovery would still feel pretty anemic to workers. Conceptually these are different issues, but at the end of the day they feel very similar. Cheaper gas puts more money in peoples pockets, just like a raise does$2 billion a week, , or comparable to the fiscal cost of a 2 percent payroll tax cut.Obama and Democrats dont really  political credit for this, but thats how politics works. Had prices fallen a few weeks earlier, or the election been held a few weeks later, Democrats wouldve probably had a much less unpleasant night. Thats a sobering reflection of the capricious nature of politics, especially if you, like me, spend a lot of time rooting your analysis in demographics, messaging quality, turnout strategy, and other heuristics.", "publication": "The Weekly Standard", "author": "Brian Beutler", "title": "If the Midterms Were Held Today, Gas Prices Might Have Saved the Democrats' Skin", "politicalScore": 0, "posNegScore": 0, "link": "http://www.newrepublic.com/article/120784/obama-approval-gas-prices-wouldve-swung-midterm-election", "date": "January 16, 2015"},
{"body": "nyone sentient at the time remembers how the nation stopped at the news of Sir Winston Churchills death, and engaged in an act of homage to the man who had led the salvation of Britain from Hitler and the Nazis. In many ways the act of homage has never ended, and there are, indeed, perfectly good reasons why it should not. Britain did face a mortal threat in 1940. Churchill, whose career up to that point had been littered with catastrophic mistakes and misjudgements, and was then aged 65, had nonetheless led the minority that correctly understood the menace of Hitler and the dangers of disarmament and appeasement. The two British prime ministers of the late 1930s, Stanley Baldwin and Neville Chamberlain, chose to disregard him: partly because they had inherited a sense of Tory isolationism that made them want, above all things, not to involve themselves in quarrels with Hitler, but partly because they thought Churchill was simply on another of his bizarre hobbyhorses, and that his latest cranky obsession would end in the usual personal humiliation for him.However, the humiliation would, in this instance, be theirs. Churchill had read Hitler and the Nazi threat exactly right, and the urgent need for national survival was perfectly suited to his greatest talentsthose of the showman and orator, rather than the strategist. Once he had faced down his rival for the premiership, the appeaser Lord Halifax, he used those talents to articulate the spirit of anti-defeatism on behalf of the British people more effectively, passionately, and sincerely than anyone else could possibly have done.He knew only too well how many in the British establishment were sympathetic to, or complacent about, Hitler and felt no need to challenge him. He foresaw the catastrophe that would ensue if Britain did not oppose the Nazi menace and, even worse, if she were invaded. He inspired the physical heroism of countless others and used these examples to motivate the civilian masses. In several speeches in the summer of 1940, when what he memorably called the finest hour was in fact the nations darkest hour, his rhetorical and literary gifts created a liturgy of hope and faith in a triumph for civilization and freedom against barbarism. At the moment when Britain, and the idea of liberty, needed it most, he provided the leadership without which both would have been sunk. He drove a people first to survival, and then to victory.In 1965 his nation, and the world, recognized the debt to him and marked his passing accordingly. Two-minute silences were observed at football matches; 321,360 people filed past his coffin at his lying-in-state in Westminster Hall; the cranes in Londons docklands dipped their jibs as his funeral barge sailed down the Thames after his state funeral at St Pauls, attended by the Queen and potentates from around the globe; there was a 19-gun salute and an RAF fly-past; he became the first contemporary commoner to appear on a British postage stamp and a five-shilling piece was issued bearing his image. No politician had ever had such respect and reverence shown to him on his or her death before, and none has since.His was a political career that, apart from what happened during the Second World War, was of a length and scope that was, and remains, difficult to comprehend. Politics was in Churchills blood. He was a grandson of the Duke of Marlborough. His father, Lord Randolph, had been a controversial Tory MP and, even more controversially, briefly chancellor of the exchequer in the 1880s. After an undistinguished career at Harrowwhich at least had the crucial effect of making young Winston realize that failure was something to be overcome and not to be crushed byhe was, following a spell in the army, first elected to the House of Commons in 1900, during the reign of Queen Victoria, and first served in the cabinet as president of the Board of Trade under Edward VII in 1908; yet he endured to be the present Queens first prime minister, and did not resign as an MP until the 1964 general election, held just three months before he died and a few weeks before his 90th birthday. Those facts of chronology, and the list of the great offices he heldnot just prime minister, but chancellor and home secretary, among many othersfurther inspire the awe in which he, or rather his memory, is held, and help to create a picture of the unstoppable romance of his life.But it is his indispensable and nation-saving achievement in 1940 that obscures so much else about him, with myth-suffocating reality. It diverts attention from all else that Churchill did before and after, and even discourages analysis of it. Worst of all, it discourages reflection on his management of the war, which, as anyone who has read the accounts of some of his closest colleaguesnotably Sir Alan Brooke and Anthony Edenwill know, was much more hit and miss than conventional history usually has it. The effect of the often unquestioning idolatry with which he is widely regarded not only hinders us from evaluating Churchill properly but from forming an accurate assessment of the times in which he lived, and that he did so much to shape.For anyone who bothers to think about him critically and in detailsomething not accomplished by his latest hagiographer, Boris Johnson, whose self-regarding travesty of a biography was reviewed so devastatingly in these pages last November by Richard EvansChurchill is immensely problematical: That pivotal motivational role in saving the country from Nazism inevitably clouds everything else about him. He had an unfortunate knack of finding himself on the wrong side of too many arguments, over things that usually did not require the benefit of hindsight to be understood. In the 1930s his dismissal of the idea of Indian independence seemed reactionary and inhumane even to many of his contemporaries, and his support for the plainly degenerate, weak and self-obsessed Edward VIII, though admirably motivated by loyalty, appalled so many of his contemporaries that it very nearly ended his political career. These misjudgements provided the background against which he was marginalized by Baldwin and Chamberlain when in his prime.By the 1930s he had long been an intensely controversial figure, appearing sometimes as one who combined the worst sort of pre-Reform Act Tory arrogance and harshness with an occasional and deeply self-serving lack of principle: the latter apparently being a trait that so magnetically attracts the admiration of the present mayor of London, and other charlatans who piggyback on his greatness for the purposes of self-projection. After his years as a junior officer in the army, during which he took part in the last ever British cavalry charge, serving in the Sudan, he made a significant mark in journalism. He was taken prisoner by the Boers in 1899 in the second Boer War but escaped. At the khaki election of 1900 he began his political career, as a Tory. He left for the Liberal Party in 1904 when the Tories, under the influence of Joseph Chamberlain, who had left the Liberals in protest against the Irish home rule bill, started to move towards protectionism. That was fair enough: but moving back to the Tories after the collapse of the coalition in 1922, when the Liberal Party had divided, imploded and been eclipsed by Labor, was widely regarded as an act of outrageous cynicism, not least by those whom he was rejoining. Churchill deployed his considerable wit to gloss over this episodeAnyone can rat, but it takes a certain amount of ingenuity to re-ratbut a bad smell lingered in the Tory party for some time because of it. His father, Lord Randolph, possibly died of syphilis, and for much of his political career demonstrated great instability. At many junctures in his sons career it seemed as though he had inherited this distressing characteristic.He had fallen into what the aristocratic class from which he came considered bad company, forming a friendship with Lloyd George and seeming determined to exceed him in radicalism wherever possible. That, too, was no bad thingChurchill deserves credit for his part in the Asquith governments establishment of a basic welfare statebut much of his political activity came to take on an air of exhibitionism. His friendship with Lloyd George was not the first manifestation of this in politics. While a backbench Tory, he had joined the gang of Lord Hugh Cecil, son of the Marquess of Salisbury, who made it their business openly to attack ministers from their own side for perceived shortcomings and who became known as the Hughligans.Such behavior was consistent with that of his earliest youth, so much so, that he would for some time give the impression that he had never grown up: Margot Asquith, writing when Churchill was nearly 40, recognized this trait in him frequently. He had often been bottom of the class at school when the good conduct marks were awarded and developed a habit of seeking attention, largely, it is believed, because of the neglect he endured from his parents. His father railed at him for being a failure when he twice flunked the entrance exams for Sandhurst. Much of the rest of his life was devoted to proving he was worthy of his fathers respectfor decades after Lord Randolph died, in factand to commanding regard by demonstrating a wide range of capabilities, whether as a soldier, a writer, a historian, a politician or a painter.  n public platforms Churchill frequently used language that, if not so inflammatory in terms of class war as that used by Lloyd George, was considered shocking by many in his social circle. And his conduct as a minister sometimes showed poor sense: Most famously, when a group of anarchists was besieged by the police in Sidney Street in the East End of London in the winter of 1911, Churchill, as home secretary, could not resist going down to the scene of the siege and standing in the police line, conspicuous in his silk hat and fur-collared greatcoat. As well as being evidence of his exhibitionism, it was indicative of how much he loved a fight, and needed to be present at the action. The idea of him as a warmonger, which was widely held by those who knew him in the run-up to the Great War and during its early stages, took hold because it appeared to be well-founded.That was not quite the most controversial incident during his time at the Home Office. Even after the heroics of 1940, some in the labor movement continued to hate him because of his decision to send the troops into Tonypandy in 1910, when as home secretary he was alerted to the inadequacy of the local police in controlling rioting by striking miners. To be fair to Churchill, he did not want to send troops in, and held them back for as long as he felt able: but the decision in the end to commit them was held against him in South Wales for the rest of his life, and many on the left continue to view it as an unnecessary act of aggression and intimidation. He also deployed troops during the dock strikes of the summer of 1911, with a comparable effect on his public relations. Similarly, he had made no efforts to hold the police to account after the fighting on Black Friday in November 1910 between them and suffragettes around Westminster. It was also in this period in his life that he showed a close interest in eugenics, worried as he was about the physical degeneracy of the race.Churchill initially acquired a reputation as a politician largely through his charisma and the power of his oratory, rather than because of any executive achievements. Despite his controversial reputation, he was put in charge of the navy in 1911 as first lord of the Admiralty. He continued to have a magnetic attraction to other fanatics, and came heavily under the influence of Admiral Lord Jackie Fisher, even though Fisher had long since retired as first sea lord. Sir John Jellicoe, the second sea lord at the time, wrote of Churchills inability to see his own limitations as a politician and a civilian. Churchill was responsible for expanding the navy before the Great War: but he was also one of the most fervent advocates of fighting that war. He changed his mind and then re-changed it about what to do with Ulster over the implementation of the Government of Ireland Act 1914, a squabble that was silenced temporarily by the outbreak of war in August that year.Now Churchill had the war he wanted, and could start to deploy his navy. Everything tends towards catastrophe and collapse, he had said, writing to his wife the previous month. I am interested, geared up & happy. He micromanaged the navy in a way that no first lord had done before: So, when in September the Germans sank three British cruisers in the North Sea, with the loss of 1,459 lives, he began to attract blame. The previous day he had boasted that if the Germans did not send out their fleet it would be dug out like rats in a hole. He created the Royal Naval Division, his critics said, so he could have an army to command, and sent it to defend Antwerp, which, inevitably, he had visited first. When Antwerp fell he attracted more opprobrium. He wanted to be both general and politician, something the British constitution, happily, does not allow for.This cast of mind was shown in the plan, inspired by Kitchener but executed with enthusiasm by Churchill, to sail a fleet through the Dardanelles to Constantinople, inspire panic in Turkey and cause that country to withdraw from the war. But the naval attack failed; a military operation to support it was a disaster; Fisher, whom Churchill had brought back as first sea lordthough he was then 73 and mildly unhingedresigned and left Churchill exposed. The operation cost 46,000 lives, a quarter of them Australians and New Zealanders: one of Churchills biographers, Paul Addison, has described it as a cross to which he nailed himself.He resigned from the Admiralty, secured a promotion to lieutenant colonel in the army, and spent a hundred days on the Western Front before resigning his commission and seeking to get back into politics. He came home not because he was deficient in courage, but as always because he was driven by ambition and thwarted in the conventional structure of a fighting army, where he was not in charge. He became minister of munitions in 1917 and then, as war secretary in 1919, sought to intervene against the Bolsheviks in Russia. He made a correct estimate of the barbarism of the revolutionary forces: but his colleagues vetoed his impetuous idea for large-scale direct intervention, which would have led to another generation of soldiers being slaughtered.By 1924, the Liberal Party having ceased to be a force, he had persuaded the Conservatives to take him back. He became chancellor of the exchequer, and his complete ignorance of economics had catastrophic consequences. In 1925 he took Britain, its economic health and stature ravaged by war and its aftermath, back on to the gold standard at the pre-war fix of $4.86 to the pound. Sterling was overvalued: exports declined, deflation took root in the economy, the coal industry was crippled, and the General Strike ensued. Churchill had consulted a range of economists about the policy before implementing it, one of whom was John Maynard Keynes. Keynes warned him that pegging the currency in this way would have serious deflationary consequences, a sentiment Churchill chose to disregard. Keynes had his revenge by publishing , the most devastating attack on him ever written because of the way it undermined Churchill both as a politician and as an intellect. Later, Churchill would observe that going back to the gold standard at the pre-war fix was the greatest mistake of his life. In the House of Commons, when he announced the move, he said that it would shackle us to reality. Unfortunately, it shackled Britain to a reality that had ceased to exist in August 1914. It was not the last time he would pursue a course dictated not by what was practical, but by what might create the semblance of the world in which he had flourished before 1914 and to which, for reasons of his own doctrine and beliefs, he wished to return. His reactionary ideas about India were part of the same mindset.Once the Conservatives were pushed out of office in 1929 he began his wilderness years, and adopted resistance to Indian self-government as one of his main causes. It was at this stage that he described Gandhi as a seditious Middle Temple lawyer, now posing as a fakir of a type well known in the East, striding half-naked up the steps of the Viceregal palace...to parley on equal terms with the representative of the King-Emperor. Such rhetoric turned Baldwin against him and ensured he did not serve in the National Government that Baldwin formed with Ramsay MacDonald in 1931.  he 1930s were a grim time for Churchill. He flourished as a writer and journalist, making some much-needed money  he always lived beyond his means, with not just his penchant for Pol Roger, cognac and cigars but also his acquisition of a fine country house at Chartwell in Kent  and apart from what he earned was happy to accept financial support from admirers in a way that would end a political career today. His marriage was, however, under strain, not because of any impropriety on his part, but because of the sense of neglect felt by his wife and her dislike for some of his circle of friends  notably the adventurer Brendan Bracken who, to Clementine Churchills disgust, did little to counter scurrilous rumours that he was Churchills illegitimate son. Churchill also had a difficult relationship with his own son, Randolph, who never successfully emerged from his fathers shadow and departed early down the road to alcoholism.Churchill merited his return to government in 1939, but was, ironically, responsible for the fiasco of British intervention in Norway that brought down Chamberlain and made him prime minister. He had the good sense to form a coalition government, and to undertake a discreet purge of those who had been the strongest advocates of appeasement, whether politicians or officials. It took the Tory party some time to come round to him, displaying a loyalty to Chamberlainite methods that was finally punished in the Labour landslide of 1945.  In military terms, Churchill had learned from the mistakes of 1914-18. He took coun tless bold initiatives that paid off, and others that did not. A study of Alan Brookes diaries presents the irrationality and bluster that could make him so infuriating: yet these were the caprices not of a martinet, but rather of a man under the most almighty pressure.It is hard to think of anyone else in that period who would have led Britain with such certainty of purpose and inspiration, and who had the qualities to handle our allies so well. The relationships Churchill formed with Stalin and Roosevelt were essential to the war having the right outcome, even if he was outmanoeuvred at Yalta, to the detriment of the postwar settlement in eastern Europe and the liberties of the nations concerned. Had Halifax and not Churchill become prime minister in May 1940, Britain would soon have become a satrapy of Nazi Germany. Churchill hated communism, and the accommodation he came to with Stalin was made in the national interest. His Iron Curtain speech, made the year after the war ended, showed his true feelings, and set the tone for the next four decades.Ideally, Churchill would have retired, heaped with honours, in 1945. The postscript to his time in high office, his premiership of 1951-55, was undistinguished and bad for the country. His determination to keep Eden from succeeding him for as long as possible was not merely the Tory partys private grief. It bequeathed the country, when Eden eventually took over, with a leader whose health, morale and judgement had all been worn down by a man who refused to leave Downing Street until his 81st year, despite having suffered a debilitating stroke two years earlier that was cleverly covered up by his family and colleagues, and whose knack of getting things wrong had reverted to its pre-war standard.He was as always living in the past, uninterested in domestic affairs, and obsessed with restoring British greatness in a world that he still failed to realise had changed beyond his recognition.These were not wasted years  his government met its pledge to build 300,000 houses a year, to replenish stock depleted by the war and to accommodate growing families  but they were largely fruitless ones.Churchill pursued a colonial policy, notably in Malaya and Kenya, that refused to recognise the powerful movements to dissolve the British empire that existed in most colonies, or to assess the disproportionate costs in material, human and reputational terms of holding them. When he did eventually go, the Tory party he left behind him was anachronistic and fractured. Edens early departure would have been a blessing had he not been replaced by the intensely cynical Macmillan, who manipulated his party and public opinion to give him a handsome election victory in 1959, after which the contradictions and denials within the Tory party, and its hidebound, class-obsessed attitudes that it should have put behind it during the war, caused Churchills party to limp to defeat at the hands of Harold Wilson, bereft of any sense of vision whatsoever.Churchills triumph against Hitler made him the recipient of unconditional deference after it. The Tories 1945 election campaign was farcical and offensive, with its comparison between Labour under Attlee and the Gestapo, and his party should have taken this as a warning that, for all the Tories and the nations gratitude to Churchill, the time had come to be put under new management. It was not an opportunity any of them was prepared to take.Despite a record of failure and misjudgement that in any other politician would offset even the most considerable achievements, Churchill in death has become largely untouchable by all, apart from those who are dismissed as mavericks and sectarians. The myth keeps us from an honest interpretation of our history in the first half of the 20th century. The false and romanticised picture we have of him, created by his reputation from 1940-45, is a huge obstacle to true understanding.In one aspect of his life, when the man met the hour, he was as outstanding as anyone in British history has been. In all others he was just another politician on the make, firing out opinions at random in the hope that one, now and again, would hit the target. He had a bellicosity that in all circumstances other than 1940-45 could be intensely dangerous, and that had its downside even in the fight against Hitler.But we would best understand his indisputable greatness, and our enduring debt to him, by realising how his achievements came in spite of, not because of, his particular character. The myth is too much. It is more important than ever to examine the reality of his life and works, and to try to get him in a true perspective.", "publication": "The Weekly Standard", "author": "Simon Heffer", "title": "Its Time to Debunk the Churchill Myth", "politicalScore": 0, "posNegScore": 0, "link": "http://www.newrepublic.com/article/120792/wwii-winston-churchill-myth", "date": "January 16, 2015"},
{"body": "he   in Paris was a watershed moment in the war on terrorism in two ways. First, its almost impossible to pin the murders on anything but blind adherence to religious faith. The murderers, like many Muslims, believed that making fun of or even depicting their prophet Muhammad is a capital offense. Why else would the terrorists target  instead of, say, French government offices? The religious motivation directly contradicts the many apologists who blame Islamic terrorism on the West as a reaction by the oppressed to colonialism. What has changed with this tragedy is peoples willingness to recognizethat religion really does make people do terrible things.  We are experiencing a historic clash between two tenets of liberalism: multiculturalism and Enlightenment. Absorbing immigrants can enrich a society in many ways, but not if those immigrants demand a public deference to their religion that conflicts with democratic values. Im referring in particular to free speech: the right to criticize or make fun of anything so long as youre not directly inciting violence. For exercising that right, 10 members of the  staff were exterminated. Not all Muslims, of course, riot or kill when Muhammad is defamed or depicted, but the view is sufficiently common that the West has finally woken up to what it means for democracy. One would think that Catholicism, a largely Western institution, would share the solidarity among enlightened people prompted by what happened in Paris. Wrong. Pope Francis, the voice of the Vatican, has pronounced that free speech should be limited: that while satire and mockery cant justify murder, they shouldnt go too farby which the Pope means that criticizing religion should be off limits. On a trip to the Philippines this week, Francis, after decrying murder in the name of God, : \"One cannot provoke, one cannot insult other people's faith, one cannot make fun of faith.\" Then, punching the air, he  between the offensive behavior of those who satirize religion and those who would insult his mother.\"If Dr. Gasbarri, a great friend, says a swear word against my mother, then a punch awaits him,\" Francis said. \"It's normal, it's normal.\"Leaving aside whether the Pope is ignoring Jesuss advice to turn the other cheek, the comparison between satirizing religion and insulting ones mom is ludicrous. The cartoons of , and other mockery of religion (the magazine has made fun of all faiths, including Catholicism), are meant not to insult religious people or designed only to give offense, but to bring attention to the harmful effects of faith. The magazine, for instance, often called out the Vatican for mishandling the epidemic of child rape by priests.  wasnt calling Muslims names; it was calling  names, and its time that everyone, including Pope Francis, grasped the difference. Insulting people is different from criticizing their beliefs, even if the latter leads to the former. Just as political views can cause harm, so can religious views, and to argue that religion is off limits while politics is not is to confer on faith an unwarranted privilege. People are starting to realize this, as seen in the many marches and shows of solidarity all over the West, and in  that the right of satire should also apply to Islam.  found that 63 percent of Americans believe that its more important to protect free speech than to protect the dignity of sincerely held religious beliefs, while only 19 percent held the reverse view.But in a world friendly to religion, this realization still comes hard. Many media outlets, showing deference to faith, still refused to reprint ; the cowardly venues included the BBC, the Telegraph, NBC News, the CBC, and Sky News. Others, like Bill Donohue, president of Americas Catholic League, argued that  about the cartoons, coming perilously close to excusing the  murders and, like Pope Francis, showing a distressing convergence between Muslims and Catholics in their claimed right to not be mocked. Even  argued that, While it is important for students to challenge each others opinions, this should not come at the expense of students mental well-being or safety. Safety, yes; mental well-being, no. The price of coddling tender minds  offended by disagreement is the dissolution of democracy. For free speech, which includes the right to mock or excoriate views we find offensive, is the arsenal of democracy, and satire one of its most effective weapons. That weapon can sometimes backfire, as we discovered last week. But capitulation to hurt feelings will in the end erode the very rights that make the West such a magnet for immigrants. And there is one right we shouldnt have. As Salman Rushdie, who has suffered for decades from the deadly censorship of radical Islam, once , Nobody has the right to not be offended. ", "publication": "The Weekly Standard", "author": "Jerry A. Coyne", "title": "Pope Francis Is Wrong About 'Charlie Hebdo.' We Have a Right to Make Fun of Religion.", "politicalScore": 0, "posNegScore": 0, "link": "http://www.newrepublic.com/article/120785/pope-francis-charlie-hebdo-remarks-miss-our-right-offend-religion", "date": "January 16, 2015"},
{"body": "f you've paid attention to the oil industry's six-year campaign to get construction of the Keystone XL pipeline underway, the project is no longer a simple pipeline meant to transport 800,000 barrels of crude oil a day through the United States. Today it's cast as only slightly shy of an economic miracle. In the past week, as the Senate debated a bill to approve the pipeline, you might have heard the tube will create tens of thousands of jobs, fulfill the promise of North American energy independence, lower gas prices (all the more), and even slow climate change. Most of this is ridiculous. But American Petroleum Institute is prepared to go even further. According to API, the pipeline is just like the Mona Lisa: \"One of the world's most recognized works of art was created by a painter who made his living on temporary jobs\": With this new twist on its Keystone campaigning, API is conceding one part of the argument to environmentalist opponents. Keystone XL's jobs numbers are a bit inflated. API touts that construction of the pipeline will create 42,000 jobsexcept that number comes from a  review that defines those as 3,900 temporary jobs and roughly 50 permanent jobs, with the balance an estimate of indirect jobs. The oil lobby is slow to admit these distinctions. But over the past few months, API has tackled the temporary-jobs criticism, as well. (That might stem from President Barack Obama  of Keystone's economic benefits.) API President Jack Gerard embraced temporary jobs in his annual state of energy address, drawing yet another comparisonthis time to Obama. \"Other great public works projects were built with temporary jobs,\" he said. \"The president's job is temporary. Temporary jobs are good for the economy.\"The debate shouldn't be . Opponents of Keystone argue its larger import is the risk it poses to environmentally sensitive parts of the country and for the damage it does to the climate.", "publication": "The Weekly Standard", "author": "Rebecca Leber", "title": "Oil Lobby Thinks Keystone XL Could Be the Next Mona Lisa or Sistine Chapel", "politicalScore": 0, "posNegScore": 0, "link": "http://www.newrepublic.com/article/120786/oil-lobby-compares-keystone-xls-temporary-jobs-mona-lisa", "date": "January 16, 2015"},
{"body": "ince the implementation of the Affordable Care Acts Medicaid expansion in 2014, 23 states have refused the federal money to offer health insurance to their low-income residents, depriving almost 4 million people of coverage. Slowly, some of the holdout red states are finding a way to say yes, but only if they can claim a conservative twist on expanding coverage. Tennessee last week became the  on a proposal for its own unique version of Medicaid expansion via a waiver of Medicaid rules (known as an 1115 waiver). \"We made the decision in Tennessee nearly two years ago not to expand traditional Medicaid,\" Gov. Bill Haslam, a Republican, has said. \"This is an alternative approach that forges a different path and is a unique Tennessee solution.Versions of Haslams statement are common among Republican lawmakers who have negotiated with the Obama administration to pursue this path: Theyre willing to accept Obamacare money so long as they can plausibly sell it as , and they want to use their leverage to attach conservative reform ideas to Medicaid. At the , Sarah Kliff   making Medicaid more Republican. Arkansas, Iowa, Michigan and Pennsylvania have already advanced unique versions of Medicaid expansion thanks to waivers that feature GOP-backed wrinkles to the program; Indiana has submitted a waiver pending approval from the federal Department of Health and Human Services, while Tennessee, Wyoming and Utah have developed proposals after active negotiations with the feds; and lots of other states are taking a look, including North Carolina, Georgia, and .Thats good news for those states' poorer residents, who have been left to fend for themselves while state legislatures offer massive resistance to Obamacare. In practice, however, crafting plans that are ostensibly more conservative has tended to add layers of bureaucracy and administrative complexity. The Republicanized versions of Medicaid thus far have ended up more complicated, confusing, and possibly costlier than the program Republicans refused to expand in the first place.Take, for example, Arkansasthe state that got the ball rolling for red states seeking GOP twists on Medicaid expansion with Last month the state got approval for a called Health Independence Accounts, that imposes co-pays on some beneficiaries unless they pay a small monthly fee. Those who have paid their fees are eligible, under certain conditions, for up to $200 to pay for the costs of private health insurance if their income goes up and they transition off of Medicaid. To run the program, the state will pay a third-party administrator about $15 million annually (covered by the feds as part of the cost of expansion).Meanwhile, Iowa is now imposing low premiums, tied to a wellness program, on some beneficiaries. The administrative complexity of the system the state is contemplating is somewhat mind-boggling, Joan Alker of the Georgetown University Health Policy Institute  when Iowas waiver was approved, adding that [t]he wellness program is of questionable policy value. Indianas proposal includes small premiums and savings accounts tied to different benefits packages, leaving advocates for beneficiaries  low-income adults \"face categorization into a bewildering array of benefit plans and options.These schemes will put additional bureaucratic pressure on state agencies to implement (or outsource) them. What were talking about does add a layer of complexity to an already complex program, Matt Saloexecutive director of the National Association of Medicaid Directors, told meHowever, he added, the additional administrative burdens were the only way to gain coverage for hundreds of thousands of people. Its all part of the quid pro quo,\" he said. \"In Arkansas, in Iowa, in Michigan, would the expansion have happened at all if not for these types of things? I think the answer is pretty clearly no.\" o expand access to health insurance to low-income Americans, the ACA raised Medicaid eligibility up to 138 percent of the federal poverty level (around $16,000 for an individual, $33,000 for a family of four). Or, that was the plan. Then the Supreme Court threw a curveball with its : the law was upheld, but each individual state would choose whether to expand Medicaid or not. Many observers thought states would take the deal, since the feds would pay most of the costs100 percent for the first three years, gradually falling to 90 percent by 2020. But statehouses were packed with lawmakers saying  our view is that supporting Medicaid expansion is really embracing President Obamas law.The politics were toxic enough that many GOP-controlled states declined billions of dollars. The refusnik states left a mammoth gap in Obamacares intended coverage expansion, pushing the administration to the negotiating table. This opened up a divide within the Republican Party in state legislatures. Some conservatives stuck with middle-finger federalism. Others sought to make a deal.Critics from both the left and the right suggest that Republicans pushing for alternative versions of Medicaid expansion are simply looking for political cover to accept federal dollars their states need. David Sanders, an Arkansas state senator and one of the key Republican architects of the private option, counters that they were using their leverage to enact conservative reform ideas never envisioned in the ACA. Its an opportunity to fundamentally transform the system, he told me in a phone interview.Whatever their motivation, red states have been lining up to expand coverage via these demonstration waivers, which are meant to allow states to experiment with the Medicaid program. The experiments red states propose align neatly with GOP talking points, typically focusing on one or more of these ideas: offering private health insurance plans rather than the traditional Medicaid program; skin in the game such as cost-sharing or charging even the impoverished some kind of premium; tying coverage to wellness programs; tying coverage to work programs (thus far the Obama administration has  and wont allow work requirements); programs, such as savings accounts, aimed at trying to get poor beneficiaries to act more like consumers with regard to their health care services.All of those ideas, leaving aside their policy merits, they all presuppose a pretty intensive level of government involvement in peoples lives, Alker, an expert on Medicaid waivers, told me by phone. Alker points out that the original proposal by Pennsylvania suggested that the state would eventually be tracking everything from cholesterol level to work history to legal record. (In the end, the feds accepted just four of Pennsylvanias initial 24 waiver requests.) The implicit bargain has been to offer a social safety net for the poor, but only via an intrusive nanny state.This is a familiar story: see Floridas program to drug-test welfare recipients,  When it comes to programs for poor Americans, some conservative reform efforts lean toward administratively cumbersome, paternalistic programs. Backers of these programs argue that they encourage personal responsibility, but implementing them does carry a price tag.Theres no question in my mind that the administrative costs associated with these approaches are something that we need to keep a very close eye on, Alker said. Fundamentally we know that Medicaid has much lower administrative costs than private insurance. Then you add on top of it all of these different policy objectives that are driven by intense politics. Intense politics dont usually make for good policy. ore complex programs can also be more confusing for beneficiaries. State officials in Arkansas have suggested that the Health Independence Accounts would serve as an educational tool, modeling how to be consumers of private insurance, but it's just as likely that beneficiaries will simply be baffled by the . Trying to latch GOP hobby horses onto Medicaid and low-income beneficiaries can make for an awkward fitin practice, the HIAs arent much like private insurance, arent much like Health Savings Accounts, and dont clearly incentivize the most cost-effective ways of using the health care system. To make matters worse, state Republicans have  to help eligible beneficiaries enroll in the private option and navigate the system.Ultimately, the $15 million a year the HIAs will cost to run is a pittance relative to the total cost of Medicaid expansion. But there are  about whether the private option itself could turn out to be significantly more costly than traditional Medicaid.  too early to come to any definitive conclusions on that front, but its a  for the  as other states explore similar schemes.Sanders told me that the HIAs are just a first iteration and emphasizes that the private option will evolve over time. Part of the goal, he said, was to encourage red states to piggyback off of one other with conservative reform ideas, with an eye toward to give states more room to tailor changes. The ultimate goal is to reach state-based innovation, Sanders said.In the meantime, Alker worries that the complexities may discourage people in these states from accessing care. I dont have any confidence on the ground that beneficiaries will be clear on whats going on because the policy itself is very, very complicated, she said. I think whats disheartening about the situation is that the  that charging premiums to very low-income people will deter enrollment and that charging co-payments will deter them from getting needed care.The various GOP-led reforms and the added bureaucratic complexity that come with them are the price for the Obama administration to bring red states into the fold. For Obamacare to broaden coverage, Medicaid programs across the country will look very different from what the law's backersand its detractorsfirst imagined. ", "publication": "The Weekly Standard", "author": "David Ramsey", "title": "Red States Are Reinventing Medicaid to Make It More Expensive and Bureaucratic", "politicalScore": 0, "posNegScore": 0, "link": "http://www.newrepublic.com/article/120781/republican-governors-accept-medicaid-expansion-make-it-costlier", "date": "January 18, 2015"},
{"body": "n a letter from the editor last week,   David Leonhardt  that liberals overlook evidence that changing household structure, meaning the relative decline of households headed by a married couple, increases inequality. He wrote, Id say that family structure is an area where many liberals are putting more weight on their preconceptions (inequality is bad for society) than on the evidence (changes in family structure are both an effect  a cause of inequality). But there is substantial evidence that household structure is whats known as an : People make marriage, divorce, and child-rearing decisions due to their economic circumstances. Furthermore, the causes of rising inequality are the same reasons why household structure has changed: stagnant wages, labor market detachment, and job lock.When questioned  about the evidence for his claim that changes in family structure cause inequality to rise, Leonhardt cited  by Professor Molly Martin of Penn State. But Martin argues nothing of the sort.Her paper, \"Family structure and income inequality in families with children, 1976 to 2000,\" essentially asks this question: \"To what extent is rising inequality due to growing inequality between types of households (e.g., the gap between married couples and single mothers has grown, and a larger share of households belong to the more disadvantaged group), and to what extent is it attributable to growth of inequality within types of households? Martin finds that 41 percent of the increase in household inequality from 1976-2000 is attributable to changing family structure.But in a section entitled Limitations, Martin writes, First, the results do not document causal relationships. I cannot determine the degree to which family structure changes caused the observed changes in inequality. And Martin concludes an appendix further addressing these issues with family formation probably reacts to prevailing economic conditions and, in that response, sets the conditions for perpetuating broader inequality patterns. A single clause from the abstract of her paper, \"family structure shifts explain 41% of the increase in inequality, has been incorrectly cited as evidence that the decline in married-parent households caused inequality to increase, when the author herself disavowed that interpretation both in the paper and thereafter. She notes that, the relationship between family formation behavior and inequality appears to be declining over time and even during the period where it was most influential, it accounted for very little of the change. See her chart:There are further problems with using Martins paper as the basis for the argument that changing family structure caused inequality to rise. She uses survey data that top-code the highest income households. That means that households earning more than some threshold are reported as earning at the threshold in order to guard their confidentiality. The Current Population Survey is considered to be informative about the bottom 98 percent of the income distribution (more or less), but the top is where all the action has happened, so to speak. Thomas Piketty and his coauthors have shown the rise of top income shares in numerous papers, and it is why they have developed the  to track the incomes of the richest.In a recent summary of the literature, Bruce Western , Most of the increase in family income inequality was due to increasing within group inequality that was widely shared across family types and levels of schooling. He finds that, Though family structure, more than the educational inequality in earnings, is closely associated with the rise in inequality from 1975 to 1995, both effects were small after 1995. here is a large literature that seeks to treat changing family structure as an outcome in need of explanation, exactly the sort of analysis that Martin stipulates her paper does not provide. Daniel Schneider and Adam Reich  whether young men who join unions are more likely to get married thereafter, and find strong evidence that they do in high-quality longitudinal data (meaning that the same individuals are followed over time). Importantly, the effect of joining a union on first marriage disappears when the authors also consider the increase in wages and job security that come with union membership. The implication is that the decline in overall marriage rates and the decline in unionization rates are linked. The reason why is that young men increasingly lack access to secure, well-paying jobs.In a similar vein, Jennifer Lundquist  that the military fosters high rates of marriage and low divorce, and notably those outcomes are indistinguishable for whites and blacks in the military, whereas in the larger society black households are significantly more likely to be headed by a single parent. Over a series of papers, she reports on the reasons why household structure is so much more traditional in the military: that employment is stable and that  for raising children.Consistent with the idea that economic wellbeing enables a stable marriage, Yu Xie, James Raymo, Kimberly Goyette, and Arland Thornton  an individual-specific measure of economic potential designed to capture the outlook for young people that may not be discernible from current income or a crude predictor of future income, such as education credentials. They find that economic potential increases the marriage rate for young men, but not for women. On the other hand, potential does not affect the probability of cohabitation for either gender.In a way, the idea that household formation decisions are an economic outcome should not be surprising. One of the foundational publications of modern economics, by Thomas Malthus, argues that the reason why the birthrate increases in prosperous times is that people have the wherewithal to marry earlier. Malthus argued that this effect eventually drives the standard of living back to equilibrium, which thankfully did not turn out to be true for the most part after the 18 century. But the bare point, that stable marriage is an aspiration that falls victim when economic opportunities worsen has been a notable feature of social science scholarship since, including the books  by William Julius Wilson and the recent, and excellent,  by Andrew Cherlin.Cherlin brings a historical perspective to bear: the last time marriage rates for working Americans were low and age at first marriage was high was during the Gilded Age in the late 19 century, when inequality was also high. He attributes the rise and fall of the working class family to the rise and fall of the manufacturing sector and stable employment opportunities for young men. He also points out that the working class family was a gendered institution, that it was premised on a male breadwinner earning enough to support a female home-maker, and that its decline is in parallel to the relative expansion of womens opportunities for employment outside the home. Thus, we can see the prevalence of married households as reflecting both the absolute economic opportunity of men and women and the relative economic opportunity of women. On the latter point, Judith Hellerstein and Melinda Morrill find that divorce rates fall when unemployment is high, suggesting that when economic outcomes outside marriage are worse, spouses remain in marriages they would otherwise have left.It is facile to divide rising inequality into between and within effects with respect to household types, and to argue that since inequality between types has grown and more households are now in worse-off types, changing family structure has caused inequality to increase. The evidence shows that family structure has changed because economic opportunities for most people have worsened. Why has that happened? There    , but much more research is necessary. Leonhardt's claim that changing family structure causes rising inequality simply doesn't hold up.", "publication": "The Weekly Standard", "author": "Sean McElwee", "title": "No, The Decline in Marriage Did Not Increase Inequality", "politicalScore": 0, "posNegScore": 0, "link": "http://www.newrepublic.com/article/120787/marriage-decline-us-didnt-increase-inequality-economy-did", "date": "January 16, 2015"},
{"body": "ompare Amy Chua, the author of , to Liu Weihua and Zhang Xinwu and she comes out looking like a pussy cat. Well before Amy was making her daughters practice their instruments four hours a day, Liu and Zhang were credited with turning their daughter Yiting into an overnight celebrity in their native China, the very crucible of tiger parenting.Not for singing or dancing on a TV talent show, which is the way most British children find overnight fame. Instead Yiting became famous for being the paragon of everything a Chinese child should be: She brought honor to her family by winning a full scholarship to Harvard. The resulting book, , became the must-read manual for other Chinese families also seeking the holy grail of a place at an Ivy League college or Oxbridge. It went on to sell two million copies and spawned 70 copycat versions, including  and . All were based on the premise that with a strict upbringing and intense hard work any Chinese family could win the dream ticket.Yitings parents started early. While still a baby, they placed toys just out of her reach to make her try harder to get them. At primary school, they timed her work to prepare for exams and encouraged her to hold ice in her hands for endurance. At the same time as  became a best-seller, there was one more development which increased the temperature still further in the global hothouse. In 2000, the first results of the Programme for International Student Assessment were published to compare education systems around the world. Across the globe, 26 countries put forward a representative sample of their 15-year-olds to be compared in tests on maths, science, and reading.In the early days, China did not take part. But as the number of participants grew, in 2009 it dipped its toe in the water. It entered the children of Shanghai, the countrys most affluent petri dish of achievement, where 80 percent of children go to university. It was an impressive debut. Immediately Shanghai, with a population the size of Ghana, entered the chart at number one. The result triggered an unprecedented wave of panic among Western countries whose economies had also been slipping down the league. From starting out in the top ten in the first table, the U.K. had now dropped to twenty-fifth for reading, twenty-eighth for maths and sixteen for science. American and French pupils also scored poorly.Western politicians rushed to condemn children for not working hard enough. The UKs then-education secretary, Michael Gove, called it a Sputnik momentafter the moment the Americans realised they were falling behind the Russians in the space race.We are in a global race, he warned. Our children are competing against children in Hong Kong, Shanghai and Singapore, and we need to make sure our national curriculumthe standards we setare as rigorous, as tough, as those on the other side of the world.If that's what they are doing in China... and some of the countries with the best educational standards in the world, we have got to do that here.But while Gove may be gone, there is still no sign that his knee-jerk for Gods sake, knuckle down and get on with some work for once approach to education is being reversed by his successor. Regiment the national curriculum. Test children at every opportunity was apparently the answer. But also remember that you are dealing with children and you have to be careful what you wish forlet alone how you want to achieve it.Contrasting Western and Eastern education has never been a comparison of like with like. A closer look at the classrooms which produce these results shows that Chinas success comes at a high cost. And its the Chinese themselves who are the first to admit it. In China, children spend more than a month longer in school a year than our children, and the school day lasts nine hourswith breaks for eye massages to reduce eye strain and physical activity to keep concentration levels high. One study found that up to 90 percent of Asian schoolchildren, including those living in China, Taiwan, Japan, Singapore, and South Korea, are nearsighted. This has been put down to them spending too much time indoors studying and not enough time outside in the sunlight. By comparison, the overall rate of myopia in the U.K. is between 20 and 30 percent.Furthermore, the school bell in many countries in the far east is just the end of the first shift. Children then move on to cram schools. These are taken so seriously that in neighbouring South Korea, and across the far east, inspectors launch lightning raids to enforce curfews to prevent them teaching pupils past 10 p.m. Nor are children thriving under the pressure. A  survey of nine- to twelve-year-olds in the eastern province of Zhejiang by University College London found that more than 80 percent worried a lot about exams, while two-thirds feared punishment by their teachers. Look on YouTube and you will find examples of explosive violence by teachers against pupils. When questioned, three-quarters of the Chinese children surveyed say they are also scared of being physically punished by their parents.Some see no way out. A 2009 study found that 24 percent of 2,500 students in Shanghai there have thought about killing themselves, mostly in response to exam stress. Last March, a boy apparently threw himself out of his classroom window rather than deal with the shame of not excelling in his university entrance exams. But of course the supreme irony is that despite being the envy of every country, the Chinese are calling their education system a failure.At the same time as Western governments strive to make their schools more Asian, Asian governments are trying to make their schools more European and creative. The phrase has now passed into general useage, meaning students who get high scores but have low ability and never learn to take initiative.And while we fret here about poor maths scores, the Chinese also point to another test, which did not grab the headlines, which found that in tests of creativity and imagination, their children came fifth from bottom. The results are shocking,  warned. Children had almost no chance to use their imagination. From the first day of school they are pushed into a culture of exams, exams, and more exams.Changes under discussion at the Chinese Ministry of Education include stopping written homework for primary school pupils and encouraging kids in non-academic extracurricular activities to produce more well-rounded children.More and more Chinese parents are also seeking to educate their children at home. There has even been a boom in alternative education such as  Waldorf  Steiner schools in China, with the movement now being described as a powerful counter-cultural force. One such school, the Chengdu Waldorf school in the South West of the country has a five year waiting list.At the very heart of this system is Peking University High School deputy principal Jiang Xueqin, who is damning in his assessment of Chinese methods.Its a test-oriented education system, which means that students are taught from a very early age how to beat tests. The failings of a rote-memorisation system are well known: lack of social and practical skills, absence of self-discipline and imagination, loss of curiosity and passion for learning.One way well know were succeeding in changing Chinas schools is when those scores come down.", "publication": "The Weekly Standard", "author": "Tanith Carey", "title": "China's Educational Success Is Taking a Toll on Students", "politicalScore": 0, "posNegScore": 0, "link": "http://www.newrepublic.com/article/120794/chinese-education-system-prizes-intense-hard-work", "date": "January 16, 2015"},
{"body": "We think back through our mothers, said Woolf, if we are women. Men, perhaps, do not. Not as much. I know I didnt.It wasnt until the early months of 2014 that I vividly saw my mother, Liz Brooker, as a person with a life entirely independent from mine and crucially, far longer and richer than mine, with experiences and insights I could only wonder at. It happened soon after her mother, Margaret Stray, died.It was a Quaker service. Family members took turns to stand up and read, to remember, to say whatever they liked. My mum went first, and she related, in a voice that was sad and steady and resigned, her memories of her own 1940s childhood; from the daytimes, when her dad went to work and her brother was at school, and my mum and my grandma were alone. As she spoke, another world opened that I hadnt known about, and had never thought to ask about. It was a world where, as she said, it was just the two of them. They went for walks in the morning and my grandma told my mom the names of the plants and flowers they passed, and then they went home and in the afternoon they played games together, like shop. And the whole world, for that time, was just the two of them.It was a simple speech but one of the most powerful Ive ever heard. I think the way I saw my mother subtly shifted at that moment, and never quite changed back. I feel slightly ashamed that it took so long.Toward the end of this year I visited my parents. After a few glasses of wine, I asked my mom for the first time what her experiences of feminism were. I remembered, from when I was a teenager, that shea primary school teacher at the timehad a stenciled print on the wall promoting a womens march, with the instruction wear suffragette colors: the first time Id ever seen that word.It was around 1980, she told me; when we spent a summer in the United States, in Massachusetts. One evening wed all gone to another familys house, and as usual I was encouraged to play with the two boys there while my parents had dinner and drinks and got gradually louder until they drove us home. I remember the older boy had a Spider-Man with a battery-powered web-slinger, which Id only ever seen advertised in comic books before. I played with it too hard and broke it, and hid it before I left. His mother, talking to my mother that evening, was Marilynne Robinson, and she was about to publish her first book, , which was later nominated for the Pulitzer and is now regarded as one of the best novels of all time. So the Spider-Man toy, with hindsight, wasnt the most important part of that encounter.My parents arent in touch with Marilynne Robinson any more, as far as I know, and she was only one of the womenfeminist academics, writers, teachers, mothersmy mother met that summer. It was a catalyst, as she described it. The United States, in 1980, often seemed six months ahead of the U.K., a window into films, toys, and trends that might reach London some time the following year, and perhaps the same was true of its feminism. Perhaps she brought it back to our little street in South East London, because during the 1980s all my friends mothers seemed to be having women-only discussions at each others houses. I became used to walking into kitchens and seeing a poster showing a toppling pile of crockery, with the slogan WHY BE A WIFE, or I SPENT THREE YEARS AT COLLEGE... FOR THIS. (I asked my dad if my mom had spent three years at college. He laughed, and said much longer.)I didnt ask much more that evening in 2014, becauseunderstandablymy mom seemed mildly taken aback that I was even asking and interested all of a sudden, and I started to feel as if I was pressing her, so we wound it down and talked about something else, like cats, until bedtime.I stayed in the spare room that night, in a room full of books, with my pillow within arms reach of the feminist science fiction novels Id read as a sixth former: Joanna Russ, Marge Piercy, Ursula LeGuin, Charlotte Perkins Gilman. Id sneaked them from my parents bookshelves in another family home, when I was 16 or 17, and so bored and eager for distraction that I read anything I could lay my hands on. I borrowed those books and sat with them alone in the sixth form block, with a cup-a-soup and a roll. I remember reading LeGuins  like that, in particular: The novel is about a world called Winter, and I looked up from the book in an empty classroom and stared out at the snowy school playing fields, then immersed myself back in the story.This was the late 1980s. There was no Tumblr, no Twitter or Facebook, so thankfully my reflections of the time are all kept in longhand, in several WH Smiths diaries which are safely in a box in my attic. For a while back then, I thought I was gay. For a long while, I thought I was a feminist. Often, I wanted to be a girl.Id wanted that, off and on, since I was about nine years old. I was often mistaken for a girl as a child, and once puberty, which wasnt pretty, more or less ended, I could sometimes pass for a girl again. One school journey as a sixth former, staying in a French hotel and having consumed a glass of wine or two, I happily let the girls dress me in their make-up and clothes. (I stuck a photo of that evening in a diary and labelled it the feminine mystique. My dad saw it and said, What the hell do you think youre playing at.)I found different ways of making sense of these feelings from childhood onwards, framing them through whatever I found available. At age nine, I fantasized that I could have a switch like the one on my Telstar  game that flipped between GAME and TV, except mine would read BOY and GIRL. In my early twenties, when the feelings either didnt go away or returned again, I had much more freedom to dress up how I liked, and a circle of friends who accepted it. I read comic books like Neil Gaimans gender-playful , the sex-shifting , , with a hermaphrodite superhero, and , which concluded with a chapter simply titled \"Queer.\" One Christmas my grandma gave me a 10 check and, subversively, I used it to pay for a mail-order pamphlet called . That was the vocabulary of the time. Those were the discourses of the time, the early 1990s. Twenty years later, when I did have Twitter, Facebook, and Tumblr, I found different words that also made sense of my feelings and experiences.So by the 2010s I thought I was pretty set. I thought I knew a lot. I thought I knew about feminism. I thought I knew about gender. I had a lot to learn.Im sure everything about my account above is steaming with privilege, with confidence, with complacency. Books, travel, toys, cool parents, even famous family friends. Its hard to quantify how much of that is due to factors like class and ethnicity, but I think I willfully ignored how much of it was to do with being born and raised as male. Whenever I imagined myself as a girl or woman, I saw myself as a high school Supergirl, as Elle Woods from or Cher from : popular, smart, sharp, a perfect balance of charmingly charismatic and self-effacingly adorable. I imagined it happening like magic. I imagined, but I didnt really think. I didnt think about what it would really mean to grow up that way, under those conditions, and to become a woman within our society: a warzone, effectively, with women as the constant target.Just as I was self-centered enough to never have considered my own mother as someone with a richer and more fascinating life than my own, Id denied the fact that, despite my research, despite my reading, despite my good intentions, I had been successfully trained up as a boy, and then a man, within patriarchy. Yes, as a white middle-class man; but it was patriarchy that did the most work on me. Yes, I often felt so uncomfortable within the frameworks of masculinity that I dodged desperately to escape and become something different, but still, patriarchy did its work, and when it suited me, I embraced it and I accepted its benefits.Im still glad social media didnt exist when I was a teenager. But it was social media that put me in contactinitially, in conflictwith women who pointed out what I should have seen years ago. I made demands of women online that I wouldnt make of men. I challenged them, expecting answers, in a way I wouldnt challenge men. Some ingrained, entitled part of me expected them to provide me with information on demand. I expected women to shush when I spoke. I expected to hold the floor. I expected to be thanked and praised for gestures in their direction. I expected to be the hero.Then I talked to women who didnt let that happen, and it briefly shocked me. Maybe social media, with its anonymity, enables more direct, no-nonsense responses to strangers than I was used to in real life, where women might be more inclined to raise their eyebrows and keep their peace: but I was told to hold my tongue, to butt out of conversations, to go away and read.And, surprising myself a little, I did what I was told. I went away and read. I read a lot. I read blogs written that morning, and books anthologizing feminist pamphlets from the 1960s. I read pieces that contradicted each other, and I followed debates, and thought about them. But more importantly, I genuinely backed off, for one of the first times in my life. I accepted the role of a minor, almost-insignificant supporting character, rather than the hero, for once. I sometimes asked to join conversations between women and I was ignored, and it smarted but I swallowed it. So instead, I read: and online, of course, thats a form of listening. Social media has many flaws, but one of its strengths is that through reading, you can listen and learn without bothering anyone: You can read and absorb, without feeling the need to interrupt and give your opinion. Thats an important instinct, I think, for a man to overcome: the feeling that everyone is waiting for your opinion. And because I was given no choice, I managed it. And then after a while, I sometimes spoke up, and when they had time, the women listened and responded, sometimes cautiously, but for the most part generously and encouragingly.Perhaps with hindsight, my long-term, helpless yearning to be a girl, or later a woman, has always been more about not-wanting to be a boy or man. But it took me a long time to understand what not-being a man, on a social level, has to involve. In many ways, throughout my life, Ive tried to evade gender roles and stereotypes; but in very many ways, gender still got me. It trained me. It worked me over. A man who wants to resist and subvert the frameworks of gender must engage in a deep process of reprogramming, recognizing that training and trying to work against it.That process, for me, is by no means over. Quite possibly it will never be over. Every day I benefit from operating as a man within patriarchy and have my status confirmed in a thousand ways, in every interaction. Every day that I agree with a feminist idea intellectually, I fall instinctively back into patterns that make life easier for me as a man. I can study womens writing all day, and then in the evening I can walk alone down a deserted street or into a crowded bar and my experience will be entirely different to that of any woman I know. For all my good intentions, I can never step out of this framework.And I dont, any longer, feel that dodging and evading and escaping that framework on an individual level is my solution: For what good would my escape be, if it leaves the gender cage in place? To style myself until I slipped out of the structures, declaring myself free from gender, would now feel like a case of : see you later Jill, Joanna, Marge, Margaret, Liz, all the suckers left behind.For those who find patriarchy a kind of prison, there are many possible routes and roles and forms of resistance, and often they dont feel like a choice at all: I never chose to grow up feeling in-between, longing to switch sides and slip out of the cage. But men can also work from the inside. They can learn to identify the structures, and join the struggle to change them. They can try to bend the bars from within, aiming for a broader benefit. Theres a deep political value in refusing to conform while still recognizing your responsibility as someone socialized as male within the system, rather than trying to deny it: It holds a revolutionary potential.And while men are trained to see action as heroism, I think we also need to resist that urge, and to understand that, difficult as it is at first, being quiet on the sidelines sometimes is a different kind of heroism: Shutting up and sitting down is a different kind of act that demands a different kind of strength.We can start by listening to women when our training tells us to speak; by not interrupting, not arguing, not assumingas weve been implicitly taught all our livesthat women are an audience, just waiting for male opinions. We can start by patiently thinking when our lifetime of training tells us to talk. Its difficult at first, but it can be liberating and revelatory. We can start by realizing the obvious truth, so successfully and shamefully denied in our society, that women have interior lives at least as complex and vivid as mens; that every womans stream of consciousness is as rich and detailed as a Virginia Woolf novel.And we could start by realizing that the woman on the margins of many mens livesour mum, that comforting presence who brought cups of tea and tidied up while we were writing our angsty teenage diarieswas having incredible adventures in her life and in her head long before we were born. We could sit down and shut up, and focus on her for once, and listen to her stories.", "publication": "The Weekly Standard", "author": "Will Brooker", "title": "I'm a Man Who Wanted to Be a WomanBut I Never Knew How to Listen to Them", "politicalScore": 0, "posNegScore": 0, "link": "http://www.newrepublic.com/article/120788/men-who-want-be-feminists-should-shut-and-listen-women", "date": "January 16, 2015"},
{"body": "riting in the crisis-riddled summer of 1969, Irving Howe observed of his generation: One shorthand way of describing [our] situation ... is to say that  Late to modernism, which had climaxed with Eliot, Joyce, and Woolf in the 1920s.  Late to Marxism, which had peaked during the Great Depression and with the emergence of the Popular Front in the 1930s. Late to literary experiment, to movement politics, to the heyday of the radical and non-academic intellectual. The New York writers, Howe lamented, came at the end.Of course, one of the features of Howe and his generation is that they not only came late but also too early. Born in the 1920s and 30s, they might have been too young for the literary radicalism and movement politics of the Old Left, but they were also too old for the countercultural experiments and anti-war activism of the New Left. Having started out at the midcenturywhen figures like Lionel Trilling and Sidney Hook were shedding their last traces of radicalismHowes generation was in its twilight by the late 1960s.This was their strength as well as their weakness. Howes generation helped bridge gaps, carrying the Old Left torches of socialism and modernism into a new age of radicalism and cultural experiment. Their predicament also led to a set of intriguingand, I think, still persuasivepolitical positions: ones that invoked the images of socialism and radical democracy even as they now espoused the values of liberalism and civil libertarianism.But coming late also had its drawbacks. Howe sometimes could sound like he was speaking from the caves. Often he seemed to blink in the shock of sunlight, in the brightness of a new political and cultural moment. He could sometimes bully when he meant to advise and sometimes side with those in the establishment when he meant to ally with the dissidents. Philip Roth, smarting from a review of one of his novels, cartooned Howe in  as Milton Appel, the West Side militant of grown-upism. Novelists, of course, arent historians but they can still speak some truth. owe was born in 1920 in the South Bronx. Like many of his contemporaries parents, his were first-generation immigrants: outer-borough Jews from outer-boroughthat is, EasternEurope. They spoke Yiddish at home. His father was a grocer, his mother worked in the garment industry. Politics was a course served at the kitchen table. It was also out in the streets. New York in the 1930s was a hotbed of radicalismnot just Jewish and socialist but also anarchist and trade unionist, Communist and Trotskyist, Catholic and Protestant. There were soapbox proselytizers and sectarian evangelists on almost every corner and in every borough; and Howe joined the Young Peoples Socialist League, the youth wing of the Socialist Party, just before he began attending high school.Howe brought the radicalism of the outer-boroughs with him to City College when he entered in 1936. 1936 was a tumultuous year. Germany had begun its process of political standardization. Dozens of Russian intellectuals, many of them former Party loyalists, were put on trial in the Soviet Union. For the first time in the West, news was breaking through of Stalins purges and famines. One had to pick sides. Already a restive and argumentative spirit, Howe had no problem choosing. He broke from the more mainstream Socialists and joined Max Shachtmans sectarian Workers Party.Howe began his career as a writer during these college years. Picking up the pugnacious style of a party publicist, he contributed essaysmostly under pen namesto a variety of radical organs. But already Howe was growing weary of sectarian politics, not only for political but also literary reasons. The pinched narrowness, the polemical ferocity, the acrid skepticism toward all that was elegant or morally complex troubled the young Howe. Marxismas a mode of cultural as well as social criticismhad hit a wall. As a theory of historical analysis and social action, he wrote to a friend, Marxism was full of possibility but it nonetheless contributes little to the  of a work of art.One of the first essays Howe published under his own name was for a magazine that was coming to a similar set of conclusions around this time. Reviewing a book of criticism by one of s favorite sonsthe radical novelist and critic James FarrellHowe argued that Farrells essays reduced literature to an anterior political and sociological concept, flattening the barbed, human complexities of the novel into the soft edges of ideological catechism. But worse: Farrell had not only lost his critical but also verbal edge. Why does Farrell write so badly? Howe asked at the end of the essay. I think [his] incapacity for simple prose must be seen in light of his critical methods.Howes essay must have upset more than a few in the crowd. But nothing made ones name quicker, at least among the New York critics, then heated confrontation, and over the next half decade, Howe became a regular, writing for them and their New York sister publications: , , and .Already Howes style and thinking were evolving when he began writing for these publications. His prose was now leavened with a wry elegancean ironic style modulated and sharpened by his polemical tendencies. He had an enviable gift for compacting a whole history of ideas into a handful of rather precisely executed sentences. There was also an elasticity to his range. He helped discover I.B. Singer, contracting a young novelist by the name of Saul Bellow to translate a story of into English. He championed the soft-spoken complexities of Henry James, the brilliant impieties of Zola, and denounced literary palookas such as Howard Fast. He debated Marcuse on the Brandeis campus and lectured on Conrad and Dostoevsky at Princeton. He wrote scholarly studies on William Faulkner and Sherwood Anderson and published what, I believe, is still his greatest work, a survey of political fiction titled  Howe still retained his political commitments. In fact, he considered his literary and political inclinations to be one in the same, two sidesutopian and ironic, committed and criticalof the same intellectual vocation. Trilling remarked in this period that this choice between commitment and literary complexity was a dark and bloody crossroads. For Howe it was precisely by remaining between politics and literature that one became an intellectual. Trilling insisted on the moral obligation to be intelligent; Howe insisted there was a moral obligation to apply such intelligence to politics. To rub social needs against utopian desires, the demand for political action against the supple ambiguities of the literary imaginationthis was the task of the intellectual; its friction generated sparks.This was not a new position. Figures like Malcolm Cowley and Edmund Wilson also articulated such a vision in the 1930s and 40s: that radicalism was a total stance, political and literary, engaged with discovering not only new images of the world but new social structures. As the French Surrealist, Andre Breton, put it in an address around this time: Transform the world, said Marx. Change life, said Rimbaud. These two are ... one and the same. But for many intellectuals in the early 1950s it was beginning to appear as if they should not be one and the same. Marx and Rimbaud, Trotsky and Proust, the rigors of politics and the spirited sense of possibility in literaturethese were increasingly seen as separate fields of intellectual activity. Trilling, along with the theologian Reinhold Niebuhr and the historians Arthur Schlesinger and Richard Hofstadter, all began to champion a vision of liberal realismof a world in which politics and ideology, political action and morality were separate from one another. One of Howes City College friends, Daniel Bell, argued that the 1950s saw an end of ideology. In truth, it was more that, for many intellectuals, the decade marked the end of ideological contest.This was, in particular, true of the  critics. American liberalism could seem a prudent compromise after the Great Depression and the rise of authoritarian politics in Europe and the Soviet Union. Instead of the experimentalism of modernism and the egalitarianism of Marxism, many embraced more conservative lodestars: the realist novel, the mixed economy, more bureaucratic structures of power. A symposium in 1952 asked a group of  critics how they related to American culture. Almost allfrom Trilling and Hook to Dwight Macdonald and Mary McCarthychose the West.Howe was not asked to participate in the symposium. But the essay he wrote in response, This Age of Conformity, was a ferocious attack on his contemporaries, accusing them of not only losing their radical commitmentsliterary and politicalin the face of their growing prestige but also coming to terms with troubling new developments in Western capitalism. His essay, however, was not only a dissent. It was also a demand for an alternative type of critic: the intellectual who did not dissolve the tensions between literature and politics but felt comfortable in their strained margins, dangling between art and experience, between the critical consciousness and the political conscience. Nothing here, Howe concluded, gives us cause for reassurance or relaxation. ... No formal ideology or program is entirely adequate for coping with the problems that intellectuals face in the twentieth century but the banner of critical independence, ragged and torn though it may be, is still the best we have.The essay rubbed a lot of Howes contemporaries the wrong way. What was I conforming to? Irving Kristol recalled. I mean, I lived in the same building as Irving. n the winter of 1954, shortly after Howes essay, Howe and a Brandeis colleague, Lewis Coser, founded . When intellectuals can do nothing else, Howe wrote in the first issue, they start a magazine.It was said that during a meeting leading up to the magazines release there was a witching-hour debate over what the magazine should be called. , suggested one editor. , offered another. pondered a third. But all were shot down for being too positive, for suggesting too much. We are breaking from ideology, explained one editor, not founding a new one. Finally a young man in the back cried out: Ive got it, he exclaimed. How about ? The room leaned forward with interest. A vote was held. This, too, was pronounced to be too affirmative. was, in fact, often criticizedfairly and unfairlyfor its censorious tone, its tendency toward negation, its stylized sense of political isolation. A young Nathan Glazer, reviewing its first issue in , observed that the young magazine marked a considerable blow for the Left. Adolescent in its disavowal of positive ideas, its relentless sense of negation represented the postwar Lefts failure to suggest any alternatives to the policies of which [it] disapproves. Glazer was not, of course, entirely wrong. But there was also a radical exuberancea vision of democratic socialismthat cut through it all. The first several issues opened with a set of salvos aimed at the growing consensus around liberal realism. Trilling, Niebuhr, David Riesman, John Kenneth Galbraithno one was spared. Howe wrote a thrillingly mean-spirited essay on his contemporaries obsession with Adlai Stevenson. C. Wright Mills dashed off a pair of brilliant examinations of postwar American political culture: one on the concentration of power, the other on the growing tendency toward conservatism. Harold Rosenberg parodied the couch liberals of the Upper West Side and their self-styled sense of moral exhaustion, and Norman Mailer wrote some brilliantly stupid thingsperhaps of most famous note: his eminently quotable but utterly incoherent essay on the 1950s hipster.But Howe did appear at times to enforce a certain didactic orthodoxy. Howe wrote a critical review of Ellisons , praising the electric brilliance of its prose and plot but insisting that the novel was weakened by its faith in the liberatory aspects of American culture. He also frequently tussled with the New Left. While he cultivated a set of younger intellectuals who came of political age during the late 1950s and 1960scritics like Michael Walzer and Marshall Berman who were sympathetic to the New Lefthe also misread the more substantive nature of New Left activism, insisting that its visions of participatory democracy were more style than substance, posture than position.Some of these skeptical reactions bore fruitEllisons moving, imaginative response to Howe, The World and the Jug and much of Walzer and Bermans early essaysothers, however, just left scars. Howe and the first generation of niks really missed a set of opportunities to engage with new expressions of radical politics and culture. Black radicalism, second-wave feminism, the New Left, the antiwar movementthere was a lot that was wrong about much of their politics but also a lot that this new generation got right and a lot that Howefalling upon older, more sectarian habitsjust flat out missed.As Berman wrote, Howe argued two things about the New Left:Writing later in life, Howe confessed: Wasnt it possible to bring together the dialectical reflectiveness encouraged by Trillings criticism with a readiness to engage publicly in behalf of liberal or radical ideas? In principle, yes; in practice, not so easily.Howes essaysand really in the end it was his essays that were his master forminnovated two distinct forms. The first was a kind of hybrid of political and literary criticism, in which the rough-handed interrogations of the polemicist were twinned with the ear and throat of literature. None of his contemporaries, perhaps with the exception of Mary McCarthy, could write with as much vim as seriousness. Howes Adlai Stevenson and the Intellectuals, for example, put forward a close reading of the cultural imagery invoked by a Stevenson speech; it also offered up one of the best send-ups of postwar gentility and liberal egg-headism. A more studious essay like The Idea of the Modern was, at once, a careful parsing of the modernist turn in European letters and yet bore as much teeth as a canine: snapping with much delight at many of Howes former heroes. Howes second innovation as an essay-writer came from a rather different and surprising tradition: that of Montaigne. Howe was a master memoiristnot just of himself but also of his generation. Like Alfred Kazin and Malcolm Cowley, it could be argued that Howes second great body of work were the generational autobiographies that he published throughout his life. New York Intellectuals is, perhaps, his most famous and the one we all remember. (It was, after all, the essay that gave currency to phrase the  New York Intellectuals.) But Howe mastered the form years before with his haunting 1946 essay, The Lost Young Intellectual, in which he narrated the twice-alienated state in which he and so many of his contemporaries experienced in the early 1940s. First his cohort of radical intellectuals experienced a break from the immigrant and often religious milieus of their childhood homes; second they experienced the disenchantment that came in the wake of the movement and sectarian politics of the 1930s and 40s. By the 1950s, they were strangers: late to the values of one generation, too early for the next.For Howe, this gave his generation of critics its cosmopolitan and guardedly highbrow style. Neither the modernists or Marxists of the 1920s and 30s nor the radicals or postmodernists of the 1960s and 70s, Howes generation found itself dangling, caught in the middle, always on the defensive. This sense of belatedness took on a particularly twilight hue after all of the political violence and disappointment of the late 1960s. New York Intellectuals (1969), Whats the Trouble? (1971), and Strangers (1977), all take on a rueful, autobiographical quality. It was not so much that Howe was confessing sins but taking stockof himself, of his commitments, and of his comrades.Perhaps the most moving of these essays is Strangers, where Howe returns to the theme of being twice-alienated. It was an old theme: once the lost young intellectual, now Howe was an old one. But time had thickened his complaints, has slowed the drama, had rendered a generational portrait into something more and something less than a biography of his contemporaries. It was a manifesto: Of such uncouth elements is the American language made and remade. Upon such renewals does American experience thrive. But what elements, what renewals? No longer was it modernism or socialism, experiment or egalitarianism, but another feature of Howes roots: his immigrant Jewish upbringing. Our writers did not, of course, create a new language, and in the encounter between English and Yiddish, the first has survived far better than the second; but still, have left our scar, tiny though it be, on map. ... If indeed our dream of a New World paradise is ever to be realized...how can we ever expect to get there except through the clubfoot certainties of ? owe dedicated much of his later life to this Jewish pastsecular Jewish culture, one should note, but Jewish culture nonetheless. For a hardened political critic so suspicious of even the faintest whiffs of sentimentality, it appeared that in his later years he had softened. Considering the expansiveness and seriousness of his work on Yiddish culture this seems more than a little unfair. and his co-authored documentary history, were certainly much more than Bar Mitzvah gifts. He tackled the world of his fathers (and some of our grandfathers) with care and skill, bringing to a subject that often was romanticized the seriousness of his political criticism. He also saved much of Yiddish literature (the brilliantly sinful stories of I.L. Peretz, for example) from languishing in obscurityor, at least, in a language fast being forgotten.But the truth is, he did on this topic, as was true with his other political work, occasionally waver. There was a faint odor of must that came with his turn toward Jewish culture in the 1970s. It also revealed a considerable unfairness of judgment. While Howe frequently decried the particularisms of other movementsof radical feminism, of the black power and anti-imperialist movementshe eventually picked up his own, that of immigrant Jewish culture. This was not entirely outside of the times; politics had shrunken by the late 1970s and 1980s. Lines of solidarity had become more local and more rooted to communities than movements. There was a general retreat from radical activism and from the heightened sense of political urgency that electrified the 1960s. America was now Reagans country, and the tepid welfare-state liberalism that he and his  comrades had once been so critical of was now something worth aspiring to.  Socialism still remained the name of his desire, as he and Lewis Coser once put it, but it was now a much more lonelya more isolated and splinteredvision of political life.Theres a refrain recurring in many of these later essaysone that is hard to ignore when one reads his essays together (which this wonderful new collection, edited by his daughter Nina Howe, affords). Its a line from a Henry James letter: its a complex fate.One of Howes favorite aphorisms came from a Yiddish fable about the town of Chelm.For Howe, the steadiness of work is what gave his writing its richness, his politics its sturdiness. A weakness throughout Howes career was his tendency to punch first. In writing about literature and negotiating differences on the Left, Howe often shot too fast. He mistook the idealism of the New Left for ideological sectarianism. He unfairly distrusted black and feminist radicalism, seeing in them the sad decline of a more universalistic Left, and he never quite got (or publically engaged with) postmodern fiction. But in the end, Howe often came to regret many of his mistakes and worked to correct them. Several New Leftists eventually joined s fold; under the helm of a new generation of editors, the magazine also came to promote radical feminism. Howe fought with those on the Left he cared about, but his combativeness was almost always also an act of ardor. As he observed late in life, You begin a friendship on the left by attacking somebody.Arriving late does not always mean you will make friends. Certainly this was the case with Howe. Friendships were spawned but so were enemies. Howes tardiness, however, was more than a generational infelicity; it was a politics, a way of beingan intellectual stance. The critic, for Howe, always wanted something better, something taken from the past and set against the hopes of the future. He read great books but also sought out new ideas, was sensitive to the complexities of literature but also the demands of action. Intellectual lifepolitical, literary, radical lifewas an act of balancing between art and experience, critical consciousness and political conscience, particular loyalties and universal desires. Writing in an essay near the end of his life titled Why Has Socialism Failed in America?, Howe invoked James again: James once said that being an American is a complex fate. We American socialists could add: He didnt know the half of it.  ", "publication": "The Weekly Standard", "author": "David Marcus", "title": "Irving Howe Turned Tardiness Into an Intellectual Stance", "politicalScore": 0, "posNegScore": 0, "link": "http://www.newrepublic.com/article/120790/irving-howes-essays-review", "date": "January 17, 2015"},
{"body": "n the aftermath of the gruesome murder of the twelve journalists at s Paris headquarters last week, an uncomfortable irony has emerged: At the same time that 40 world leaders and more than 1.6 million people descended on the French capital to affirm emphatically and triumphantly the satirical magazines freedom of expression,  have been arrested for the crime of apology for terrorism. In other words, the martyring of journalists for exercising free speech has been followed with the suppression of precisely that right.Despicable though their hateful and bigoted comments are, the 54 arrested have ultimately been detained for practicing a similar type of speech to that which the millions who purchased the latest issue of  seek to venerate. In France, speech is  than in the United States: The French Pleven Act of 1972, for instance, prohibits incitements to hatred, discrimination, and racial insults, and the Gayssot Law of 1990passed largely in response to Robert Faurissons notorious Holocaust denialdoes the same for any speech blatantly anti-Semitic, racist, or xenophobic. The aftermath of , then, has exposed what many consider a double standard: as it turns out, French law, unlike , is not an equal-opportunity offender, and it selectively protects the dignity of certain communities and minority groups more than others.Unfortunately, the quiet disparity in protected types of speech corresponds to the larger structural disparity Frances Muslims have historically faced before French law and continue to face in French society today. There is, after all, a long and tragic history of legal principles enshrined in the  that never applied to French colonial territories. As Arthur Asseraf has , Frances 1881 law on the freedom of the press, still enforced today, applied to all French  but not to , i.e., the millions who resided under colonial rule in Southeast Asia, the Maghreb, West Africa, and the Caribbean. Under another piece of legislation also passed in 1881, these so-called  populations were prohibited altogether from publishing newspapers and even from speaking in public.  In short, the French Republic, otherwise a bastion of the abstract freedoms of expression and speech, deliberately excluded Muslimand other voices from public discourse: Silence went hand in hand with a colonial subjectivity that persisted even into the . In the aftermath of last weeks attack, a bitter reality is that these same historically marginalized voices are being made to declare their allegiance to a Republic thatthrough applications of has long effaced their capacities for individual autonomy and has now sacralized the public humiliation of their religion. , after all.By contrast, perhaps out of shame for the long and terrible history of anti-Semitism in France and atonement for the disgraceful, eager complicity of the Vichy government in deporting some 76,000 Jews to Nazi concentration camps during the Holocaust, the French statetoday, at leastdefends (where possible) its Jewish community with a solicitude that can only be described as parental. Holocaust denial is punishable by law, and so are certain types of anti-Semitic speech, as evinced in the affair of the anti-Semitic comedian  last year, when he devised the quenelle gesture, a play on the Nazi salute, which ultimately led the government to ban some of his shows and to attempt an unsuccessful online suppression of his sketches.   As has been widely reported, there has been a  in anti-Semitic attacks in the past year, and thousands of French Jews have indeed left France for Israel and elsewhere in recent years in 2014 alone. A heightened vulnerability has fallen on this community. To its credit, however, the French stateas it shouldtakes this new reality very seriously. As French Foreign Minister Laurent Fabius and Minister of the Interior Bernard Cazeneuve put it in an op-ed for  this past July: The French government has demonstrated its absolute determination to fight anti-Semitism by every conceivable means.The state shows little similar determination, however, for its Muslim community, confined to urban fringes as if it does not exist. As the sociologist Didier Fassin  in Prime Minister Manuel Valls has stated that without the Jews of France, France is no longer France. Frances Muslims, he wrote, dream of the day when the head of the French government dares to pronounce these words: Without the Muslims of France, France would no longer be France. That day doesnt seem likely to come anytime soon: Valls has also said that he refuses even to use term , given that, in his view, it is too often used to silence critics of Islamism.France is home both to Europes largest Jewish and Muslim populations, and these are precisely the times when unfounded mythologies about particular groups must be condemned and rejected as the vindictive, divisive sophistries they are. As reprehensible as it may be, policing certain types of offensive speechwhile heralding othershelps no one. In fact, it only exacerbates tensions between communities in the very moment when French society as a whole would be better served with a united front against terrorism and radical extremism. If not everyone is Charlie, everyone, surely, is France. ", "publication": "The Weekly Standard", "author": "James McAuley", "title": "There's a Model for How France Should Treat Its Muslims. It's How France Treats Its Jews.", "politicalScore": 0, "posNegScore": 0, "link": "http://www.newrepublic.com/article/120796/reaction-charlie-hebdo-shooting-highlights-free-speech-disparity", "date": "January 16, 2015"},
{"body": "n January 8, 1882, Henry James, visiting Washington from his home in London, wrote this in a letter to a friend in Britain:Jamess opinion of that talk changed when the subject turned to the imminent arrival of Oscar Wilde, who was then years away from writing , or any of the great works for which we honor him today. In 1882, Wilde was touring America, where he had arrived on January 3.  wearing satin breeches, silk stockings, patent-leather pumps, and a velvet coat with lavender lace trim. Most Americans had never heard of him.James, an American by birth but an Englishman by temperamenthed been living in Britain since 1876had arrived in Washington several days before Wilde. His hosts in the capital were two of the citys leading social figures: the historian Henry Adams (a descendant of two American presidents) and his wife, Marion, known to virtually everyone as Clover. James and Wilde hadnt met in London, but they were aware of each other. James, 48, was the author of and , novels acclaimed on both sides of the Atlantic. Wilde, 27, a recent Oxford graduate, was an unproduced playwright and an amusing dandy on Londons party circuit. He had yet to produce anything of authentic literary value, but what he had generated in America, after a parade of party appearances and press interviews in New York and Philadelphia, was star quality. This was something James envied.The novelist found Wildes antics distastefulJames avoided the pressbut he saw that Washington society was abuzz at the prospect of mingling with the lily-worshiping aesthete at a party hosted by Judge Edward Loring and his wife, to be held on January 22. This eagerness wasnt too surprising; the had reported that a character in the popular operetta by Gilbert & Sullivan then playing in the capitalthe vainglorious poet Bunthorne in was based on Wilde. In fact, Wildes lecture tour of America was sponsored by Richard DOyly Carte, the producer of Gilbert & Sullivans works, as a means of promoting that operetta. James, who rarely turned down a dinner invite, had accepted an invitation to the Lorings party. ne of the only well-connected Washingtonians immune to Wildes star power was Clover Adams. I have asked Henry James to bring his friend Oscar Wilde [to my home] when he comes, she wrote in a letter to her father. I must keep out thieves and noodles. It seems clear that noodle was Mrs. Adamss way of impugning Wildes masculinity, a conclusion supported by this line from another of her letters: the sexes of my nouns are as undecided as that of Oscar Wilde. As has been pointed out by several of Jamess biographers, the novelists sexuality was the source of considerable psychic agitation for him, so its probable he was not thrilled by Mrs. Adamss remarks, least of all by her assumption that he and Wilde, whose brazen efforts at self-promotion James found so vulgar, were friends.This may explain why the sight of Wilde in breeches on January 22, brandishing a large yellow handkerchief in his lace-encircled hand as he bragged (sometimes accurately) of his close friendships with the painter Edward Burne-Jones, the art critic John Ruskin, and the poet Algernon Swinburne to an adoring group of Washingtonians that encircled him at the Lorings partya fete attended by several United States senatorswas too much for James to take. So he pretended it didnt happen.I went last night to the Lorings, he wrote to Isabella Stewart Gardner in Boston, and found there the repulsive and fatuous Oscar Wilde, whom, I am happy to say, no one was looking at. We know James was lying about this because Harriet Loring, the daughter of the partys hosts, described Oscars appearance in her parents home with these words: We had Oscar! He burst upon our view one Sundaytights, yellow handkerchief and all. He is the most gruesome object I ever saw, but he was very amusing. Full of Irish keenness and humor and really interesting. amess false take on Wildes social skills makes his decision to call upon Wilde two days later, at Washingtons Arlington Hotel, rather curious. Indeed, this meeting has puzzled scholars for decades. Perhaps, as the late biographer Richard Ellmann speculated, James overheard Wilde praising his work at the Lorings home and wanted to thank him personally. We know that a few months later Wilde said no living Englishman can be compared to [William Dean] Howells and [Henry] James as novelists, and, as a reporter in Cincinnati watched, Wilde purchased several of their books so he could reread them. But Michele Mendelssohn, a historian at the University of Oxford, believes it was sexual attractionimplicit or explicitthat drew James to Wildes hotel suite, where Wilde made it clear he wasnt interested.What is overlooked in both theories is the role of Jamess envy. Though James was a well-known writer, he was not a particularly well-compensated one. (Fortunately for him, he belonged to a wealthy family.) His suspicion that Wilde was making more from speaking fees than he was earning from book royalties may have made James want to take a personal assessment of the man who had managed that annoying feat. This curiosity was surely tinged with scorn and, more than likely, fear. As a novelist, James saw himself as a member of an artistic elite that Wilde had no qualifications to join. At least not yet. But as James had witnessedwhether he admitted it or notthe dandy in velvet was celebrated in America not just by society swells but by persons of genuine achievementsenators, cabinet members, and the likeand, even more exasperating, was getting paid handsomely for it.When James looked at Wilde, he saw a repugnant future: an age when the talent that mattered most wasnt artistic but narcissistica genius for self-puffery and public preening. To James, this was monstrous. Perhaps his intellectual curiosity, maybe even his sense of self-preservation, compelled him to have a face-to-face meeting with the man who was ushering that vulgar worldview into existence.What we know for certain is that the meeting didnt go very well. (Its possible Wilde was just as nervous to meet James, a novelist of genuine standing, as James was to meet him.) James told Wilde he was nostalgic for London. Really? Wilde said. You care for places? The world is my home. Whether or not Wilde meant that as an insult, James took it as one. Hearing of Wildes busy lecture schedule only made him more perturbed. Wilde boasted that he would soon be in Boston, the home of the aesthetic movement in the United States, to lecture on aesthetics. Its possible he repeated something a star-struck woman had told him at a party in Manhattan: Oh, Mr. Wilde, you have been adored in New York. In Boston you will be worshipped!Wilde had never been to Boston, of course, but he had a letter of introduction, he told James, from Wildes dearest friend in England, the artist Edward Burne-Jones, to Burne-Joness dearest friend in America, the Harvard professor of art Charles Eliot Norton. James, who knew both men, was neither impressed nor amused by Wildes claim to be so well connected. When he returned from the hotel to Clover Adamss townhouse, Jameswho would draw an unflattering picture of an effete, name-dropping, Wide-like character (named Gabriel Nash) in his novel told his friend she was right about the Irish aesthete. Wilde is a fatuous fool, a tenth-rate cad, and an unclean beast, James said, opinions Mrs. Adams surely spread among her friends and beyond.Wilde would leave the capital before that happened, however, taking a train to New York, and then, after an overnight stay, on to Boston, his precious letters of introduction in hand. It would be a while before he was fully aware of Jamess loathing for his fame-hunting ways. What he would find out a lot sooner was that, for reasons that mystified him, Jamess friend in Boston, Professor Norton, could never find the time to meet with him that winter. ", "publication": "The Weekly Standard", "author": "David M. Friedman", "title": "Henry James Thought Oscar Wilde Was a Talentless Self-Promoter. Here's What Happened When The Two Met.", "politicalScore": 0, "posNegScore": 0, "link": "http://www.newrepublic.com/article/120761/mutual-admirers-henry-james-and-oscar-wilde-should-never-have-met", "date": "January 14, 2015"},
{"body": "cademics have long known that many  are onerous. To become a barber in Nevada, for instance, you  four examinations, pay a $140 fee and spend nearly two-and-a-half years in classes and apprenticeship. In fact, Alabama is the only state that does not have occupational licensing requirements for barbers. !It would make sense that poor Americans in Alabama have an easier time becoming a barber than those in Nevada do. Now, we have the data to back that up. In a soon-to-be-published paper, Stephen Slivinski, a senior economist at the Goldwater Institute, finds that states with strict occupational licensing standards have lower levels of low-income entrepreneurship.Slivinski used two different data sets, one from the Kaufmann Institute on low-income entrepreneurship and a second from the Institute for Justice on occupational licensing standards. The former compares a states number of low-income entrepreneurspeople who are self-employed like many barbers or taxi driverswith its low-income population. By that metric, Colorado has the most low-income entrepreneurs; 7.5 of every 1,000 low-income Coloradoans report that they are self-employed. Mississippi has the fewest with just one out of every 1,000.Slivinski then used the Institute for Justice data to see how many, out of 51 low-income occupations, states license. For instance, Louisiana licenses 41 of those 51 jobs, the highest rate in the country. Five different statesIndiana, Kentucky, Ohio, South Dakota, and Vermonttie for the least restrictive occupational licensing regimes, with licensing requirements for just eight of the 51 low-income occupations.He then compared each states rate of low-income entrepreneurship with the percentage of low-income occupations licensed there, while controlling for other explanatory factors like the percentage of the male population and percentage of the states population that is Hispanic/Latino. It was particularly important to control for the latter variable because low-income entrepreneurs, it turns out, are disproportionately more likely to be Hispanic or Latino. That means states with high populations of Hispanics and Latinos were likely to have higher rates of low-income entrepreneurship, regardless of the occupational licensing standards.But that wasnt always the case. A state like Arizona has a higher than average percent of Latino population and actually has a lower than average rate of entrepreneurship among the Hispanic and Latino workers, Slivinski said. So the question became, why is that the case? Can you explain it with other factors? Sure enough, occupational licensing turns out to be one of the stronger explanatory factors in the data. In other words, states with more onerous occupational licensing standards had lower rates of low-income entrepreneurship.Why do some states have such varying levels of occupational licensing standards? Its largely about crony capitalism. Incumbent businessesin this case, incumbent low-income entrepreneurslobby their state legislatures to erect barriers to entry in their field on safety, health or some other ground. Those reasons generally are flimsy. The 29 states that dont license tour guides do not appear to have a problem with huge numbers of ill-informed or lost tourists, for instance. But those new barriers to entry, generally in the form of educational requirements and fees, reduce competition for the incumbent businesses. Thats not good for consumers or aspiring, low-income entrepreneursbut its great for the incumbent businesses.Theres virtually no public health or safety justification for any of these things, Slivinski said. The question is how do you explain that. Its largely because of what you might call cronyism or barriers to entry being too high to keep out competitors.Slivinski suggests that occupational licensing regulations should sunset after a period of time and require those advocating extending the licenses to prove the benefits of the regulations outweigh the costs. Even better, he says, would be a system of private certification. A key element here is that these organizations would not be able to prohibit someone from practicing an occupation, Slivinski writes. The legal regime would instead prohibit anyone from claiming a certification they indeed do not have. In other words, the government would have the power to prosecute fraudsters.Private certifiers would compete with one another to offer reliably, constructive information to consumers. [Private insurers] have an interest in having the largest number of practitioners carrying their certificate but still keep the integrity of that certification high, he writes. Its an interesting idea. My biggest concern was the possibility that too many certifiers enter the market, making it harder for consumers to know which certifiers are credible and which are not. Slivniski shared that concern.Maybe this is a bad example considering were coming off the financial crisis but the SEC and the bond rating agencies is a good example of this, he told me. There are only about three or four bond rating agencies. There could be more. There is no good, compelling market reason why you couldnt have more bond rating agencies. But the SEC and the Federal Reserve decided that were going to have a few certified, big-name [bond rating agencies] that most people can bring their bonds tooif you dont like the S&P, you can go to Moodys.Hes right that bond rating agencies are not the best example. But the industry shows, in principle, how private certification can work. To avoid a similar failure as happened to the bond agencies before the financial crisis, Slivinski suggests a slow phase-inThis is not something you flip a switch and do overnightwith frequent checks on how robustness of the certification. That would require some government involvement still but on a much smaller scale than currently exists with the current occupational licensing system.The first step has to be to create an environment for market certifiers to develop and emerge, he said. Right now there isnt anything like that. One way to do that would be to, especially on the lower levels with things where theres clearly no real public health concern, like the board of cosmetology, let them slowly experiment with some other certification regimes. And lets see what happens.", "publication": "The Weekly Standard", "author": "Danny Vinik", "title": "It's Easier to Become a Barber in Alabama Than Nevada, Thanks to Crony Capitalism", "politicalScore": 0, "posNegScore": 0, "link": "http://www.newrepublic.com/article/120791/study-occupational-licensing-hurts-low-income-entrepreneurs", "date": "January 18, 2015"},
{"body": "he more sentimental, the better, reflects Werner, the albino Nazi child prodigy in Anthony Doerrs surprise bestseller, . Here, as in the war, Werner picks the wrong side. Sentimentality is a potent and cheap smokescreen. It shelters us from the barrage of deeper emotions, and spares us from their ethical implications. It substitutes surfaces for depths, and glamor for complexity. A failure of taste is always an ethical failure, too.Doerrs novel, for those who have spent the last few months in a concrete bunker, is the impeccably implausible tale of two children caught in the violence of World War II. One of them is Werner, who, being an albino, is preternaturally gifted at assembling radios. His paramour, Marie-Laure, is a blind French girl, who, being blind and French, is prone to vague musings on the wonders of nature. The Nazis, who are handsome and dastardly when they are not crippled and humane, assign Werner to the task of hunting down the hidden radios of the Resistance. Members of the Resistance, who are more interested in French recipes than French resisting, hide a radio transmitter in the house to which Marie-Laure is evacuated, in the conveniently attractive seaside town of Saint-Malo. The plot grinds toward the meeting of Werner and Marie-Laure with the subtlety of a Tiger tank. The story ends with multiple detonations of high explosives and twee sentiment.The blond leads the blind: Werner leads Marie through the rubble to safety, but dies by stepping on a landmine. After enduring so many of Werners trivial reflections, we are spared his final thoughts. They might resemble those of the reader, trying to identify fragments of actual history as they whizz past like so much fictional shrapnel. A novel is not a historical document, but it does become one, regardless of its authors preference. Our entertainments reflect their times: how we choose to remember historical events, and how we prefer to remember them. Especially when the worst of times, World War II, becomes material for the lightest of entertainments. istorians call this sort of thing normalization, or, if they are German, , \"coming to terms with the past.\" Through books and films, we process the exceptional and traumatic into the banal and mildly diverting. In a new book, , the scholar Gavriel Rosenfeld describes a dispiriting catalog of normalizing strategies, political and commercial. Normalization is integral to memory and is always with us: the term \"Holocaust\" was popularized not by historians, but by a 1978 television  featuring James Woods and Meryl Streep. That said, the popularity of websites devoted to \"cats that look like Hitler\" suggests that what matters is less the normalization, and more how it is done.Rosenfeld identifies three types of normalization: relativization, universalization, and aestheticization. The relativizers want to diminish the moralistic aura that comes with \"exceptionality,\" the taint of particularly appalling actions. Recent practitioners include not just the obvious nationalist politicians, but also writers who, like Anthony Doerr, equate the Allied bombing of German targets with the earlier German bombing of everyone else. In  (1999), W.G. Sebald described the Allied raids with a Nazi term for the mass killing of Jews: a , an \"act of extermination.\" Similarly, Jorg Friedrich's 2002 bestseller  used Holocaust terminology to describe the suffering of German civilians: Air raid shelters became \"crematoria.\"The universalizers want to inflate the aura of exceptionality and liberate it as a license for present ambitions, especially humanitarian intervention. In her 1999 essay \"To Suffer by Comparison,\" Samantha Power suggested that \"Holocaustizing,\" the drawing of analogies to the Holocaust, had helped \"stir the conscience\" of American politicians during the Yugoslav Civil War and the Rwandan Genocide. But Power also saw that \"Holocaustizing\" could be counter-productive. Holocaust analogies did not force the Clinton administration to intervene in Rwanda, or after Srebrenica. The analogies could, however, attract a \"backlash from those who believe in the uniqueness of the Holocaust,\" and could even encourage passivity: By comparison to the Holocaust, every humanitarian crisis might look \"not so bad after all.\"The third circle of normalizing Hell is reserved for the aestheticizers. The West, Rosenfeld writes, has a tradition that historical events should be depicted from a realistic perspective. Realism respects a prevailing desire to preserve the integrity of the historical record. This desire has clear moral underpinnings, even if, as with many of our moral underpinnings, we observe the principle in its breach. Many of those breaches are inspired by another tradition, more recent in origin, but now familiar to the point of tedium: the revolt against realism and its ethical implications. If the past can be shorn of its historical reality, it sheds its historic traditions, and the ethical demands they place on the present. Not all \"relativizers\" set out to neutralize the past. Many \"relativizers\" adopt new forms of representation in the hope of expressing \"deeper moral agendas. Sometimes they attain them. Chaplin and Mel Brooks prick the vanities of Nazism by ridicule. The fractured narrative of Elem Klimovs 1985 film  is a devastating recreation of the trauma of a child in the path of the .For Rosenfeld, all three forms of normalization distort the \"historical record.\" Yet aestheticization is especially risky. It is less about the moral dimensions of the past than the artistic challenges of representing it. There is an inherent risk of sacrificing substance for superficialityof falling for surfaces over depth, and for simplicity over complexity. Over time, this preference for form over content empties out the past. The willful amnesia of normalization smoothes out the abnormal discomforts of memory. Only the pretty, reflective surfaces remain. Beauty, Oscar Wilde wrote, reveals everything, because it expresses nothing. oerr's novel is an unsavory mixture of \"relativizing\" and \"aestheticizing.\" As a relativizer, he presents all violence, Nazi or Allied, as equivalent: the product of amoral, deterministic forces. This mechanization might dumb the moral sense, but it raises the aesthetic value. As an aestheticizer, Doerr admires the shiny boots and tailored uniforms: Fascism, as Susan Sontag noted, always fascinates. There is, though, little depth to his reflections.Ethical dilemmas, sadistic violence, technological cruelties, and sexy uniforms are all splendid sources of period style and emotional intensity. But, like rations of  coffee and powdered egg, they are ready-made substitutes for the real thing. Realism brings us closer to the past, and to an understanding of its difference. The aesthetic perspective distances, and flattens difference. Instead of horror or heroism, we see only a lazy reflection of our own preferences and prejudices. Doerrs German children speak like modern American children: they do math on their fingers, and call each other gimp or pussy. Doerrs narrator speaks of skunked wine and taffy-colored hair. The difference between past and present has vanished.Moreover, Doerr's writing is pompous, pretentious, and imprecise. Every noun is escorted by an adjective of reliable but uninspiring quality. Eyes are wounded. Brown hair is mousy. Absurdly, Wehrmacht recruits are greyhounds, harvested from all over the nation for their speed and eagerness to obey. I always thought greyhounds were bred, not picked like fruit. But then, Im not a scientist. And neither is Doerr. He clutters his novel with technological whimsy about time, speed, and connectedness. Every event, especially a fatal one, is destined for reasons too mysterious and complex to explain. Science is an object of gawping wonder, but its merits remain beyond description, venerated but incommunicable.The incommunicable, Sartre observed, is the source of all violence. There is a lot of violence in this novel. Most of it is sexualized and sadistic, slick with the voyeurism of horror films and pornography. Trapped in an attic for days, Marie-Laure is tormented by her imminent rape or murder at the hands of the man who has broken in downstairs; outside, the war machine approaches, grinding and grinding its inhuman truth into the floor.The boys at Werners military academy chase their weakest members across the fields, then beat them with a thick rubber hose. The narration strokes the monstrous implement of punishmentblack, three feet long, stiff in the coldand savors the pain it causes. When the boys discover that dreamy Frederick has hidden his weak eyesight, they force-feed him eye charts, then beat him into a vegetative state. There are mock executions, and the ritual killing of a Slavic prisoner who is tied to a stake and freezes to death after repeated dousing in cold water.Did I mention Doerrs Sea of Flames? Apart from being a Wagnerian metaphor, the Sea of Flames is a diamond with magical powers. Marie-Laures father must hide it from the diabolical Nazi jeweler, Sergeant von Rumpel. We know he is diabolical because he walks with a limp, wheezes a lot, and has uncharitable thoughts about Jews.Sergeant Rumpel is not the only villain to telegraph his wickedness by his ugliness. There is the one-armed sadist who leads exercises at Werners military academy, the cock-eyed soldier who is only following orders, and the French collaborator with bad breath and a weight problem. Eye trouble, on the other hand, indicates virtue in Doerrs aesthetic, but also the kind of torments that stigmata portend for a medieval saint. Apart from blind Marie-Laure, the only other child with a conscience is Frederick. He gets pulped by his fellow cadets for hiding his myopia, and Marie gets bombed by the Americans.When World War II is reduced to a conflict between technological determinism and innocent children, the difference between aggressors and defenders is erased. We see no evil, only normalized reflections in the Sea of Flames. Sometimes, the aesthetic is merely an anaesthetic.", "publication": "The Weekly Standard", "author": "Dominic Green", "title": "One-Armed Nazis and Albino Children: The Year's Surprise Bestseller Turns the Holocaust into a Sentimental Mess", "politicalScore": 0, "posNegScore": 0, "link": "http://www.newrepublic.com/article/120769/problem-anthony-doerrs-all-light-we-cannot-see", "date": "January 14, 2015"},
{"body": "arlier this week, prompted by Representative Chris Van Hollen's  to raise American wages, s Paul Waldman  that Democrats will win the impending political fight about economic policy. You have to look pretty hard to find an actual idea Republicans have, Waldman wrote. [V]oters will want to hear what the parties are going to propose to improve wages, working conditions, and the fortunes of the middle class and those struggling to join it. Winning that argument will be an enormously difficult task for the GOP, and they arent off to a promising start.The idea that Republicans have no new ideas has long been gospel on the left (including in  ). In the 2012 election, liberals were correct to point out that Mitt Romney had no coherent agenda. His tax plan was . He didnt have a plan for the economy. On immigration, he  that undocumented immigrants self-deport. There was no plan to increase wages. It was a negative campaign, premised on the idea that a weak but improving economy would doom President Barack Obama.As Romney  at a third presidential run, you can forgive liberals for expecting a 2012 redux where the Republican candidate, Romney or otherwise, offers the same old conservative ideas: cut spending, lower tax rates, and reduce regulations. And if thats the case, Democrats, with Van Hollens agenda and a renewed focus on work-family policies, will be in good shape. But one candidate on the right is setting himself apart with a cohesive platform that extends from immigration reform to taxes to education policy: Florida Senator Marco Rubio.On Monday, Rubio released his second book, , which lays out his governing vision. Many of his ideas are predictably conservative, and he ignores several important issues, like climate change. But a few of his ideas are surprisingly palatable to liberals. If Rubio decides to run for president, and somehow emerges victorious from the GOP primary, he could give a Democratic nominee a run for her money; more likely, the eventual nominee will steal some of these ideas for ammunition in the general election.But Rubio also poses an intriguing test for the Republican Party.  is more than a campaign stump speech in written form. It cements his membership with the so-called reformicons, an insider-outsider who is determined to modernize his party's policy (or, at least, to set himself apart from the GOP establishment). The next two years, as Rubio pushes and elaborates on the ideas in this book, will determine exactly how open the Republican Party is to that modernization. And that, in turn, will determine whether Rubio ends up in the White House in 2016or ever.  is undoubtedly a political book. He goes on about restoring the American Dream and criticizes President Obama at every opportunity. Some of those criticisms are objectively wrong. He attributes negative GDP growth in the first quarter of 2014 to an economy in decline under Obama, when nearly all economists blame the unusually harsh winter, and calls Obamacare the single largest impediment to job creation in the United States.But that's just Rubio preserving his conservative credentials, as any potential Republican presidential candidate must. But what really sets Rubios book apart from his peers' is the positive governing agenda he lays out, much of which he developed and rolled out in 2014. Here are his key ideas:First, he  the Earned Income Tax Credit (EITC), transforming it into a wage subsidy that would be available equally to working parents and childless, working adults. Right now, EITC benefits accrue almost entirely to low-income workers with kids. Childless adults . Rubio isnt alone in wanting to fix this flaw;  and  have proposed the same tweak. But in Obama and Murrays plans, the EITCs expansion would be funded by increasing taxes elsewhere. Rubios plan he promises to keep EITC benefits for working parents unchanged, increase them for childless workers, and keep the entire thing deficit neutral. That math doesnt work.,,and Even with these omissions, Rubio has put together an impressive collection of new ideas, some of them ones that liberals will like. If the ideas ever became closer to becoming law, Rubio would have to fill in the blanks. That won't be easy. Money has to come from somewhere, and Rubio has put himself in a  with some of these plans. But the contours of the plans are there, and Democrats would do well not to ignore them. ith , Rubio has put himself in a perilous position within a party that's been slow to adopt new ideas. On taxes, for instance, the conservative establishment remains focused on cutting marginal tax rates rather than expanding the Child Tax Credit. , an editorial board member at the , and  have been hostile to Rubios plan. Despite his work with Rubio on health reform, Paul Ryan  on taxes. Its not a stretch to say that Rubio would have to upend the last half century of conservative thinking on taxes for his plan to prevail.And yet, he has not demurred. Why? Why is he seemingly taking such a risk within the Republican Party? Perhaps he's trying to pull his party into the 21st century. Or perhaps he doesn't want to renovate his party's rotting agendahe just wants to slap a fresh coat of paint on it. Or perhaps Rubio is playing the long game. At just 43 years old, he will be the same age in 2040 as Hillary Clinton will be . His political career is just beginning. He could still compete for the Republican nomination this cycle, although  with Jeb Bush all but officially running. As a young, Hispanic from Florida, Rubio will surely be an attractive running mate for whomever prevails in the GOP primary.But he has many other options as well. He could seek the Florida governorship in 2018 and gain some actual governing experience before embarking on a presidential campaign. Then, in 2020 or 2024, he could make a serious run for the White House with a loaded resume. Or he could stay in the Senate, continue to work the power levers, convert more of his peers to reform conservatism, and further develop his platform (all while expanding his fundraising connections, of course).Whatever questions  raises, it does make one thing clear by contrast: The Republican Party is bereft of new ideas. After six years of obstructionism, the Party of No needs a positive governing agenda. Rubio has one. No doubt the Republican establishment will oppose a number of the proposals in this book, if not ignore them outright. But much like Democrats, the GOP would be doing so at its own risk.", "publication": "The Weekly Standard", "author": "Danny Vinik", "title": "Marco Rubio Wants to Carry Republicans Into the 21st Century. Will They Let Him?", "politicalScore": 0, "posNegScore": 0, "link": "http://www.newrepublic.com/article/120768/marco-rubios-american-dreams-lays-out-agenda-modern-gop", "date": "January 14, 2015"},
{"body": "hanks to the November midterms, Republicans now control 29 state legislaturesthe most in nearly 100 yearsand hold 31 governorships. Now, emboldened by the GOP wave and their own re-election last year, several governors are taking aim at one of the party's favorite targets: food stamps.Wisconsin Governor Scott Walker, a potential 2016 candidate,  to require people receiving food stamps or unemployment insurance to undergo drug testing. Hes also proposed  on the types of food people can buy with food stamps. Maine Governor Paul LePage, whose re-election was  as a referendum on welfare after he cut the public-assistance rolls by half,  in his inauguration speech, No more welfare handouts. Ohio Governor John Kasich spent much of his inaugural speech  \"personal responsibility,\" saying, It's a sin not to help someone who needs it, but it's equally a sin to continue to help someone who needs to learn how to help themselves.Some states are already squeezing their food-stamp recipients by reinstating federal work requirements. Written into the 1996 welfare law, the requirements cut off able-bodied Supplemental Nutrition Assistance Program (SNAP) recipients without children after three months if they have not found 20 hours per week of work or a training program. Thirty-seven states with high unemployment rates  for a federal waiver in fiscal 2015, but eight of those statesDelaware, Maine, Texas, Colorado, Indiana, New Mexico, Ohio and Wisconsinare all  work requirements for certain beneficiaries. In six of those eight states, the governors making that decision are Republicans, and they're portraying the revival of work requirements as a reversion to normal, pre-recession law. By declining the waivers, Republican governors can strengthen their conservative bona fidesmaking it seem as though their states are too prosperous to need SNAP, while also implicitly condemning federal spending.Since 2008, public assistance rolls have ballooned. The number of people receiving SNAP benefits jumped from 26 million in 2007 to more than 40 million in 2010. In 2014, an average of  people received SNAP benefitsmore than one in seven people in the country. According to the , that increase is primarily due to the jump in poverty during the recession: The SNAP program is an automatic stabilizer, kicking in as the economy falters. The recession may be officially over, but long-term unemployment , and those who are on public assistance typically take a few years start reaping the benefits of a recovery.   In the states where governors are reinstating work requirements, the hardest-hit areas will struggle to comply. In Maine, for example, where LePage  work requirements in October, a paper mill in Bucksport that closed in December has left more than  people unemployed. Now, the three-month clock is ticking before those people are kicked off food stamps. Meanwhile, in Ohio, Governor John Kasich began partially reinstating the work requirements last year, but the only counties exempted were in mostly white, Appalachian regions, says Kate McGarvey, an attorney at the Legal Aid Society of Columbus. According to a  filed by poverty advocates, about 62.54 percent of Ohios food stamps recipients in June 2014 were white, but in the counties where Kasich waived work requirements, 94.18 of recipients were white. (McGarvey says that the state used out-of-date unemployment data  to determine which counties would be exempt, and that the urban counties where the work requirements are reinstated now have higher unemployment rates.)Republican governors say that reinstating work requirements will help residents get back on their feet. Declining the waiver would protect our limited resources for those who are truly in need and who are doing all they can to be self-sufficient, LePage . Indiana Governor Mike Pence, who plans to  work requirements this spring for over 65,000 people,  it as partnering with [citizens] in their own success.But the work requirements dont mean that people are actually working. In Wisconsin, for example, those who are unable to find work will have to participate in a job-training program in exchange for food stamps. According Sherrie Tussler, the executive director of Hunger Task Force Milwaukee, that program consists of 80 hours per month of online courses. What Im not seeing are the jobs, Tussler says. Show me the employers who will hire these people. Data on job placement programs is hard to come by. According to a 2011 Government Accountability Office , little is known about the effectiveness of most programs. Plus, states arent required to offer training programs, and  of states have committed to providing them. That means a childless, non-disabled person who is willing to work or participate in job training could be kicked off food stamps after three months, simply because neither are available. The SNAP program is far from a massive drain on state funds: (which added up to  in 2014). This is where ideological agitation against welfare becomes clearthere is no reason not to accept these dollars, Garrett Martin, executive director of the Maine Center for Economic Policy, says.The losers in this scenario are some of Americas poorest citizens: The SNAP recipients subject to work requirements make an average of  of the poverty line, or about $2,200 per year. ", "publication": "The Weekly Standard", "author": "Claire Groden", "title": "Republican Governors to Food-Stamp Recipients: Get a Job Already!", "politicalScore": 0, "posNegScore": 0, "link": "http://www.newrepublic.com/article/120772/republicans-reinstate-work-requirements-food-stamps-snap", "date": "January 15, 2015"},
{"body": "n Thursday and Friday this week, House and Senate Republicans are at a joint retreat in Hershey, Pennsylvania, to listen to an array of speakers on different policy and political issues. This brief respite offers an opportunity to examine what the Republican priorities have been in the first 10 days of the 114 Congress, and it shows one clear winner: Big Business.House Republicans began 2015 by immediately trying to roll back or delay a number of regulations in the Dodd-Frank regulatory reform law. Just a day into the new Congress, the House voted on a fast-track bill that would have watered down and rolled back a number of important regulations. In fact, the legislation, officially titled the Promoting Job Creation and Reducing Small Business Burdens Act, was the combination of 11 bills that would, among other things, delay the Volcker Act for years and weaken derivative regulations. The bill was brought up under suspension of the rules and thus required a two-thirds majority to pass. It , with 276 legislators voting for it and 146 against. It was an unexpected victory for progressives after 44 Democrats , after voting for a similar bill in the 113 Congress.But Republicans were not to be denied. They brought up the bill under the normal rules where a two-thirds majority was not required. On Wednesday, it , 271-154. Its not clear if the Senate would take it up, or if Democrats would have enough votes to filibuster it. But Wall Street received another gift in the Terrorism Risk Insurance Act, which expired at the end of 2014 and allows the federal government to backstop commercial insurance companies in the case of a terrorist attack. Even if you think terrorism risk insurance should be the governments prerogative, it undoubtedly benefits large corporations, insurers, and real estate companies. , though, was the inclusion of a provision to roll back another, albeit smaller, component of Dodd-Frank. President Barack Obama signed it on Monday.In other words, Wall Street is a fan of the new Republican Congress. Other industries are, too. Republicans have also focused on energy regulations, most notably approving the Keystone XL pipeline. Last Friday, the House  to approve the pipeline. The Senate voted to allow debate on the bill and will likely take a final vote on it next week, when it is expected to receive more than the 60 votes necessary to overcome a filibuster. The question is whether Congress has the two-thirds votes necessary to overturn Obamas veto.The House also took a whack at Obamacare by passing a bill that would change the definition of a full-time worker from 30 hours to 40 hours for purposes of the employer mandate. The Congressional Budget Office  that the bill would increase the deficit by $53.2 billion over the next decade, much of it from employers no longer having to pay a penalty for not offering health insurance for employees who work between 30-40 hours. The Senate  to repeal the medical device tax, which a new report this week  would cost 47-1,200 jobs, in total.It  that the new Republican Senates top priority would be helping Big Business. Partially, thats because enough Democrats have been eager to support these bills and overcome filibusters in the Senate (such as on the Keystone pipeline or medical device tax). Utah Senator Mike Lee  in November in The Federalist:Lees worries were prescient. The 114 Congress has only just begun, of course, so Republicans have plenty of time to put forward an agenda focused on the middle class. Senate Majority Leader Mitch McConnell could support other moderate Republicans in  to increase the minimum wage. The GOP could make an expansion of the Earned Income Tax Credit a priority. Lee and Florida Senator Marco Rubio  a number of other policies that are focused on the middle class.But right now, there are few signs that Republicans are going to do anything like that.", "publication": "The Weekly Standard", "author": "Danny Vinik", "title": "The Republican Congress Has Done Nothing But Help Big Business", "politicalScore": 0, "posNegScore": 0, "link": "http://www.newrepublic.com/article/120776/gop-focus-114th-congress-dodd-frank-keystone-obamacare", "date": "January 15, 2015"},
{"body": "he Internet erupted Thursday morning when the Academy of Motion Picture Arts and Sciences released its  for this years Oscars. The Feb. 22 ceremony will feature the least racially diverse acting lineup , due partly to its snubs of The historical drama about Martin Luther King Jr.'s march from Selma to Montgomery was nominated only for Best Picture and Best Original Songa combination thats probably never been seen before in Oscar history. The Academy liked enough to call it one of the best eight movies of the year, but didnt like anything that went into making the movie: directing, acting, writing, cinematography, costume design, you name it. Oh, and cool song at the end, guys.The most notable snub of the morning was Ava DuVernays. The director was widely expected to become the first black woman nominated for Best Director (and the fifth woman ever), but her omission is not without precedent. Before her,  were denied a directing nod even though their movies were named best picture. It may be that DuVernays omission could propel the movies Oscar campaign the same way Ben Afflecks directing snub two years ago propelled  to Best Picture. But had seven nominations total, and won two other categories. with two nominations, might be too marginalized.This years nominees are also notable for how little money theyve made. The eight movies have grossed a total of $203 million; one of last years nominees made $274 million on its own. The highest grossing nominee this year is indie darling Of course, an Oscar nod is a box office boost, and more people will go see these movies now, but the lack of blockbusters proves that expanding the Best Picture category six years ago isn't working as expected. When the Academy allowed up to 10 nominated films, a prevailing belief was that this would allow more populist films like to be recognized. But instead prestige indies like which has only grossed $6 million, are being recognized. Once upon a time, a film directed by a black man and starring a predominantly black cast was nominated nine times by the Academy. It won Best Picture, and its lead actress and screenwriter, both of them black, took home golden statuettes. The film, of course, was , which won those Oscars just last year. Today, it feels like forever ago.", "publication": "The Weekly Standard", "author": "Elaine Teng", "title": "And the Oscar Goes to... a White Person", "politicalScore": 0, "posNegScore": 0, "link": "http://www.newrepublic.com/article/120774/2015-oscar-nominations-snub-selma-least-diverse-17-years", "date": "January 15, 2015"},
{"body": "he Internet is  (more than usual) over the fact that the motion picture Academy didnt honor Ava DuVernays film a historical drama about Martin Luther King, Jr.s successful campaign to secure the franchise for black voters in the Southwith more Oscar nominations.Selma snagged a Best Picture and Best Original Song nod, but was shut out of all other major categories, including lead and supporting actor and actress, director, and screenplay.The Academy is a slightly mysterious, highly unrepresentative body, and some of its critics have thus attributed the snub to a campaign, led by historians and partisans, to disparage the film for advancing an  of President Lyndon Johnsons relationship with MLK, and Johnsons strategic views about the fight for voting rights.Perhaps that explains it. But I have doubts. Two decades ago, the Academy nominated Oliver Stones a much more historically questionable, and criticized, filmfor eight awards, including best picture, supporting actor, and director. Of course,  was a film made by and about white people.  is not. This distinction mightve hinted at the Academys racial bias in years past. More recently, the Academy bestowed Quentin Tarantinos 2012 film  with five nominations, and Steve McQueens 2013 film  with nine.The outrage directed at the Academy points to something real, but all we can say for sure is that it reflects an earnest difference over aesthetic preferences between s fans and its nominators. And on that point I side with the Academy: Its absolutely possible for a film to exhibit uneven acting and production and still be the best movie of the year.  is such a film.I went to see  three weeks ago not as a critic, but as a moviegoer with a strong bias for art that doesnt pull its punches about the evils of white supremacism. My recollections of the actual film and of my immediate reaction to it probably arent perfect, but theyre recent. I expected to adore  as both a cultural watershed and a piece of historical art abstracted from its subject matter, but came out admiring it mostly as the former.There are many, many incredible moments in . The opening montage is one of the most striking and unforgettable minutes of filmmaking Ive ever seen, and DuVernay threads Annie Lee Coopers role in the voting rights movement so elegantly into the movie that she was able to cast a figure as visible as Oprah Winfrey in the part without damaging the effect.But the film is also littered with strange aesthetic choices and ham-handed exposition. One of its strongest devicesits use of screen text to depict log entries from FBI agents tracking Kings every movementis overused to the point of distraction.The decision to cast Johnson as a secondary and counterproductive character in the film is the source of misplaced backlash from history scolds and LBJ allies. But it constrained the directors ability to bring voice to Johnsons role at the expense of subtlety. The sparse dialogue between King and Johnson must by necessity cram a tremendous amount of context and meaning into few words, and the film accomplishes this with excruciating literalism. In a different scene, J. Edgar Hoover, depicted competently overall by Dylan Baker, apprises Johnson of his ability to have King killed with such forced obliquity that Baker might as well have punctuated his statement with an ostentatious wink. Johnson himself is portrayed by British actor Tom Wilkinson, whos typically excellent, but miscast in the role of a strongly accented Texan.The Academy likely erred in denying a nomination to David Oyelowo, who plays King ably, but his acting stands out mostly in contrast to his costars, and to the clumsiness of the screenwriting.These are all stylistic criticisms, and if a movie were merely the sum of the aesthetic choices that hold it together,  would be a disappointment. Instead, it is easily the most important dramatic movie of the year, as well as one of the finest, and there need be no contradiction.For this,  owes a tremendous debt to the historical gravity of its subject matter. But the decision to depict the black activists as the prime movers of their own liberation was made in house.  avoided the common trap of depicting white people as the key agents of redemption, which allows it to underline both Kings brilliance as an organizer and the power of symbolism as a movement builder. Anyone with cursory or weak historical knowledge of the civil rights movement will take a giant leap by seeing this one movie, and that speaks to its quality.Nearly all of the Oscar trophies are meant to reward skill and stylistic judgment, but the best movie award is the most subjective and thus the most malleable. Its capacious enough to allow that a story can be inspired, and the decision to turn it into a film brilliant, even if the technical execution is ultimately flawed.  isnt a best picture nominee because the Academy felt politically obligated to recognize it somehow, but because best picture is the one category that really fits.", "publication": "The Weekly Standard", "author": "Brian Beutler", "title": "'Selma' Didn't Deserve More Than a Best Picture Nomination", "politicalScore": 0, "posNegScore": 0, "link": "http://www.newrepublic.com/article/120775/selmas-best-picture-nominate-was-deserved-film-wasnt-snubbed", "date": "January 15, 2015"},
{"body": "o get a sense of why the world this month welcomed the Eurasian Economic Union with such resounding silence, look back to late August. As his country began its ongoing march into economic crumble, Russian President Vladimir Putin  at the Seliger Youth Camp. A young woman wanted the presidents thoughts on the geopolitical turbulence surrounding Russianot from the Russia-backed separatists scorching eastern Ukraine, but from apparently ignorant Kazakhs to the south. Noting that the Kazakhs were not correctly understanding Russian political rhetoric and that Kazakhstan President Nursultan Nazarbayev was the most important restraining factor keeping ostensible Kazakh nationalism at bay, the woman asked Putin if she and her compatriots could expect a Ukrainian scenario if Nazarbayev leaves the post of president.Putin answered her question, in a way. He didnt deny the claim of a surge of anti-Russian sentiment in Kazakhstan, rhetoric redolent of Russias rationale for invading Ukraine. Rather, he offered an unprompted observationa sort of geopolitical chauvinism dressed in impartial opinion. Prior to 1991, the president said, Kazakhs had never had statehood.The response out of Kazakhstan didnt take long. Nazarbayevan aging autocrat, the only president independent Kazakhstan has ever knownpromptly  that Kazakhstan would spend 2015 celebrating the 550th anniversary of Kazakh statehood, harking back to the founding of the original Kazakh Khanate. (Not quite the 24th birthday Putin had posited.) After watching Russia bludgeon Ukraine under the  of protecting those who spoke Russian, and after watching Moscow outright annex territory its leadership considered , Kazakhstan has begun showing signs of defiance. Concomitantly, its relations with Russia  more drastically than any time since the fall of the USSR.This tailspin is but one reason the Eurasian Economic Union (EEU), officially  at the beginning of January, arrived with a hush exceeded only by disappointment and intra-union strain. Founded by a trio of strongmen known more for hyper-masculine tendencies than any willingness to cooperate, the EEU has proven heavy on tension and testosterone, light on achievement. Instead of fostering post-Soviet integration, Putin attempted to use the EEU to formalize Russian hegemony. And instead of any of the neo-imperial success hed imagined, Putin has found only forced smiles, gutted treaties, and empty tables hosting autocrats who make it clear theyd rather be anywhere else. hen Nazarbayev first  the Eurasian Union in 1994, the president envisioned a marriage of equalsmore European Union, less Soviet (Re-)Union. Putin picked up the idea, and formalized his dream of a Eurasian Union in a . Growing out of a Customs Union between Belarus, Kazakhstan, and Russia, the Eurasian Union was going to return Moscow to the great power stature it enjoyed before the USSRs collapse. This would be Putins , surpassing anything hed yet attempted. The Eurasian Union, he staked, was going to be a new geopolitical pole. Its unveiling would herald a new . Neither West nor East, but a Eurasian third way.For a while, it seemed like the EEU may  carry its weight. Unlike other empty post-Soviet groupingsgenerally providing photo-ops, back-slaps, and little elsethe EEU looked capable of action. Scores of technocrats came aboard to draft economic proposals. Moscow quelled concerns about sovereignty, pledging that all voices would be heard equally. Ministers from the three founding members all said the right things, made the right moves, played the right parts. Even after Ukraine collapsed into revolutionEuroMaidan vetoing former President Viktor Yanukovychs  at joining Putins unionthe EEU pushed ahead, determined to carry on without Kievs markets or manufacturing.Then, last February,  began cropping up on Crimeas corners, unofficial Russian forces who encircled airports and disappeared human rights activists and Ukrainian patriots alike. Rabid Russian nationalists ransacked the peninsulas parliament. Nationalism surged, and the Kremlin decided that international treaties signed prior could be ignored as Moscow wished. Before the geopolitical vertigo could subside, Crimea was part of Russia.At that moment, the Eurasian Union was doomed. Though Putin seemed unaware, the annexation resulted in a Pyrrhic tradea land-grab for a peninsula in lieu of a new geopolitical pole; Crimea for an economic union of 170 million people. The curtains of neo-imperialism drew back, and Putinism was unveiled for what it was, neighbors and plans and pledges be damned. The decision to annex Crimea changed everything, Luca Anceschi, a lecturer in Central Asian Studies at the University of Glasgow, told me. Suddenly, the Eurasian Union was kind of like a party where no one wants to be, like one of those awful family lunches. s the fallout from Russias Ukrainian misadventures continuedas sanctions expanded from Putins inner circle to the banks and industries related; as Russian-backed forces almost certainly slaughtered 298 innocents in a Malaysian airliner over the fields of eastern Ukrainethe Eurasian Union disintegrated brick by brick. The economics of the grouping had always favored Russia, acceptable enough so long as Moscow remained in fiscal health. But as sanctions compounded the pain of plunging oil prices, economic amity crumbled. Russian business had already begun  local Kazakhstani commerce, and membership had  Kazakhstans accession to the World Trade Organization. But as Russias economy crateredand as the Kremlin showed, time and again, no signs of economic salience whatsoeverNazarbayev slammed Moscows position, noting that the  to the Eurasian Union came not from external Western sanctions but from Russian businesses smothering local industry. All the while, trade between Kazakhstan and the Russia-Belarus tandem  nearly 20 percent during 2014.Belarus likewise confronted Russia's blinkered economic policies. After the Kremlin enacted counter-sanctions last year, barring the import of numerous Western items, Belarus began a nifty operation of repackaging certain goods before shuttling them across the border. (, anyone?) Russia caught on and tried to stem the flow of tuna and shrimp from the landlocked nation. In retaliation, Belarusian President Aleksander Lukashenko  customs checkpoints along the Russian bordereffectively nullifying the very purpose of a customs union. Making sure to drive the point home, Lukashenko added that Russias  stupid and brainless, and that his country wasnt  puppies to be taken on a leash.Remarkably, as the union expanded, it managed to weaken itself even further. Armenia joined in early Januarydespite the fact that regulations expressly prohibit countries  from signing onbut opted  customs checkpoints alongside Nagorno-Karabakh, the Armenian-occupied swath within Azerbaijan. Another recruit, Kyrgyzstan, shows little interest in enforcing new regulations along its border with China that could cut into a re-export trade worth some 30 percent of Kyrgyzstan's GDP. \"We must prepare for the worst,\" Kyrgyzstans prime minister said  the Eurasian Union.  the countrys president, No offense, but were choosing the lesser of two evils. We have no other option. The enthusiasm, it appears, is contagious.As problems piled, Kazakhstan and Belarus did all they could to counteract any effects the Eurasian Union would have. The Kremlins plans for a Eurasian parliament, a Eurasian passport, and a common Eurasian defense security all fell apart. Russian officials have  a common currency and the intra-union removal of dollars and eurosnecessary moves, , because the collapse of the U.S. economy could not be ruled out. Lukashenkos response? All trade between Belarus and Russia would  solely in dollars and euros.And the specter of nationalism swells with each month. Northern Kazakhstan boasts one of the largest stretches of ethnic Russian populations outside Russia, and has a distinct  predating Putins irredentism. (An ethnic Russian friend living in the area recently told me that he viewed his country as a Bantustanfull of people who, if not for Moscow's colonization, would still be illiterate nomads.) Anti-Eurasian Union forces have taken a  in Kazakhstan, with ethnic Kazakhs leading the charges against joining. As Nazarbayev  in the run-up to celebrations for the Kazakh states, uh, 550th anniversary, the countrys ancestors call[ed] to every Kazakhnot Kazakhstani, but ethnic Kazakh specificallyto choose defending Kazakhstan to the last drop of blood.Instead of spending 2015 celebrating a union 20 years in the making, Kazakhstan will spend the year touting an ancient statehood Putin says doesn't exist. This is your Eurasian Union: an afterthought in the face of such forces as economics, nationalism, and fabricated anniversaries. Its unveiling earlier this month merited little coverage and less consequence. Perhaps realizing the letdown of his own doing, Putin devoted a grand total of  toward the union in his much-vaunted three-hour press conference in December. This was Putins greatest geopolitical project, and two weeks in, it has all the makings of his greatest geopolitical disappointment.", "publication": "The Weekly Standard", "author": "Casey Michel", "title": "Even Vladimir Putin's Authoritarian Allies Are Fed Up With Russia's Crumbling Economy", "politicalScore": 0, "posNegScore": 0, "link": "http://www.newrepublic.com/article/120778/eurasian-economic-union-putins-geopolitical-project-already-failing", "date": "January 18, 2015"},
{"body": "n Tuesday night, Georgia executed Vietnam War veteran Andrew Brannan for murdering Sheriff Deputy Kyle Dinkheller in January 1998. The dashboard camera in Dinkhellers patrol vehicle captured their confrontation: Dinkheller pulled Brannan over for speeding, and Brannans reaction escalated rapidly from taunting Dinkheller to screaming at him, culminating in a firefight that left Dinkheller dead. The , which has been uploaded to YouTube more than once, has been seen more than 1 million times. In addition to capturing the horror of Dinkhellers final moments, the video shows how unhinged Brannan appeared. At one point, Brannan tells Dinkehller shoot my ass, then dances with his arms in the air, singing, Here I am, here I am, here I am. A moment later, Brannan advances on Dinkheller, screaming, I am a goddamn Vietnam combat veteran, before returning to his car to get his rifle.   that the video has been shown to police in training as an example of how quickly roadside stops can spin out of control.Brannan was diagnosed with post-traumatic stress disorder in 1984 and, later, bipolar disorder. His defense team invoked his diagnoses in an attempt to avoid the death penalty. In 1986, the Supreme Court outlawed the execution of the mentally ill. In order to be executed, a person has to understand both what capital punishment means and why he is receiving it. A condition like chronic schizophrenia, where a person might experience frequent dissociation, could disqualify him. With a diagnosis like PTSD, where symptoms can include flashbacks, self-destructive behavior, and aggression, the ruling's application is less clear. A person could hypothetically commit a crime during a flashback or experience a violent rage because of his condition, and temporarily lose touch with reality. But it's extremely difficult to establish that a person's PTSD is relevant to his crime, and that it should be relevant to his sentencing.Brannans execution was the countrys first in 2015. It happened despite how far our country has come in terms of  as a debilitating disorder; despite Brannans known bouts of mental illness that, as the  , landed him in the hospital repeatedly before he killed Dinkheller; and despite the fault that lies, at least somewhat, with a system that enables a person, even after being diagnosed with serious mental illness, to still possess a firearm. But Brannan isnt the first veteran diagnosed with PTSD to be executed, and it seems unlikely hell be the last. In 1999 and 2002, two Vietnam War veterans diagnosed with PTSD were executed in California and Missouri, respectively. Another sits on death row in North Carolina.In 2010, the published an  called Combat Veterans and the Death Penalty: A Forensic Neuropsychiatric Perspective. It warned, With our nation's present conflicts, a new generation of veterans are returning home, many of whom have substantial psychopathology and are encountering significant barriers in accessing care. The paper calls for a legislatively or judicially enacted, narrow, categorical exclusion [from the death penalty] for combat veterans who were affected by PTSD or TBI [traumatic brain injury] at the time of their capital offenses. Unfortunately, determining if a veteran has PTSD and if his condition influenced his behavior in a particular moment is not as straightforward as this recommendation.The article acknowledges this. It describes the physical differences found in the brains of veterans with PTSD, as opposed to healthy civilians and veterans without PTSD, concluding that PTSD and TBI appear to cause neurobiological dysfunction that threatens the capacity to inhibit violent behavior. But, the article continues, there is no medical or scientific literature of a study that has effectively tested this hypothesis. (As Ive , we also dont have evidence that repeated concussions affect violent behavior.) In the end, all we have are  of veterans harming or killing loved ones, themselves, acquaintances, or even strangers, and the alarming .Also working against a vets case are the nuances of PTSD, once it is diagnosed. As Arizona State University Professor Betsy Grey  in Neuroscience, PTSD, and Sentencing Mitigation for the Cardozo Law Review, More problematic is assessing the validity of a PTSD diagnosis in a particular context. Grey writes:If our understanding of how PTSD affects veterans does not catch up to the rate at which we are producing veterans with PTSD (particularly from our ongoing engagements in the Middle East), were only likely to put more veterans clearly struggling with mental illness on death row. A diagnosis of PTSD should have guaranteed Brannan adequate mental health services, instigated precautionary measures to keep his community safe while he underwent treatment (like removing his firearm after his diagnosis), and affected his sentencing in the event of a crime committed during his illness. In fact, until we know more about PTSD and violent behavior, governors might consider staying all executions of veterans with the diagnosis, regardless of when they received it. We should worry about carrying out executions as scheduled only after we have executed certain PTSD treatment, safety, and research goals. ", "publication": "The Weekly Standard", "author": "Naomi Shavin", "title": "Do Veterans With PTSD Really Belong on Death Row?", "politicalScore": 0, "posNegScore": 0, "link": "http://www.newrepublic.com/article/120773/death-penalty-veterans-ptsd", "date": "January 15, 2015"},
{"body": "n Thursday, House Speaker John Boehner once again toed the GOP line on climate change, , \"Certainly we've had changes in our climate. I'll let the scientists debate the sources in their opinion of that change.\" Pope Francis disagrees. Only hours earlier, he said mankind is \"mostly\" responsible for climate change, and that we have \"slapped nature in the face.\" Thanks be to God that today there are voices, so many people who are speaking out about it, he  while visiting the Philippines, which suffered from a devastating typhoon in 2013.The Pope has become  trying to drown out misinformation from the science-denier caucus. He's expected to release an encyclical on ecology this summer, which may influence the next round of international climate change negotiations in Paris. And he's scheduled to speak at the United Nations General Assembly in September. Speeches are fine, and may help nudge some in the right direction. But the Pope has the chance to do more than simply make speeches. If the Vatican really wanted to make a statement, it would dump its fossil fuel investments. The idea would be popular among many Catholics. Catholics are experiencing a moment of rising consciousness about our moral imperatives to care for the environment, which is Gods creation, , a director at the Catholic University of America, said by email. Around the world are many examples of dioceses and other Catholic institutions working to move from or diminish reliance on fossil fuels. Here in the United States, Catholic universities are being asked to have their endowments divest from corporations associated with the production of fossil fuelsand many universities are now in the process of considering such divestment. Last June, University of Dayton in Ohio became the first major Catholic institution to divest in the U.S.There are two main arguments for divestment from fossil fuels, on moral and financial grounds. The former is that we have responsibility not to aid companies that imperil the planetGod's creation, especially when it One can see how the Vatican, which has an estimated , could make wavessymbolically and financiallyif it were to divest from fossil fuels. Environmental group 350.org is  to do exactly that, and claimed Wednesday that hundreds of protesters attended a divestment vigil just before Francis arrived in Manila. Now it's time for the Pope to put his words into action. What better way to show the world that 2015 is the year for global climate action than to lead by example?", "publication": "The Weekly Standard", "author": "Rebecca Leber", "title": "Pope Francis Should Put His Money Where His Mouth Is on Climate Change", "politicalScore": 0, "posNegScore": 0, "link": "http://www.newrepublic.com/article/120782/pope-francis-vatican-should-divest-coal-oil-companies", "date": "January 15, 2015"},
{"body": "n January 10, the day 1.5 million people filled Paris's streets in solidarity against the terror attacks in that city, Chinas official Xinhua news service  arguing that Frances free-wheeling media abetted the attack.The world is diverse and there should be limits on press freedom, read the  by Paris bureau chief Ying Qiang. Unfettered and unprincipled satire, humiliation, and free speech are not acceptable.Such a remark is par for the course for Chinas state media, which rarely miss an opportunity, no matter how distasteful, to trumpet the Communist Party line. But, pointedly, the Paris attacks on the satirical  and on a kosher supermarket resonated with recent events in China. Over the past year, clashes between Chinas majority Han and its ethnic Uighur population have escalated. On Monday, a government website located in Xinjiang reported that police  who had attacked them with axes. And in September, following explosions that killed six police in Xinjiang, an ensuing riot led to  40 people. Most spectacularly,  with swords and knives entered a train station in Kunming, a regional capital in southwest China, and stabbed 30 people to death.The perpetrators of the Paris attacks were French-born of Islamic origin, part of the countrys five-million-strong Muslims who have struggled to assimilate into French society while maintaining their cultural heritage. The French government  when and where French women can wear headscarves, a regulation that critics claim robs the countrys minority population of their identity. Likewise, the Chinese government has imposed similar restrictions on Islamic dress among its Uighur population, most recently by banning full-length burqas in Urumqi, Xinjiangs capital city. The ban followed a similar restriction imposed in Karamay, a smaller Xinjiang city, that  on public transportation.But China's repression of its Uighur population goes well beyond similar French measures. Officials in Xinjiang have  inside mosques throughout the region, and have restricted many faithful (including children under the age of 18) . The Chinese government has also clamped down on bilingual education in the region, placing Uighur peoplefor whom Mandarin is not a first languageat a competitive disadvantage. A lot of ethnic minorities in Xinjiang, as in Tibet, feel that the Chinese government is practicing a form of cultural genocide, said Julia Famularo, an expert in the region at Project 2049, a think tank in Washington, D.C.The Chinese governments strategy in Xinjiang is driven by economic strategy. Alaska-sized and bordering eight sovereign states, Xinjiang is vital to Chinas burgeoning relationship with the countries to its west, with whom Beijing has signed long-term energy contracts. To spur the domestic economy, China has invested billions in fixed-asset infrastructure throughout the region, including  linking Urumqi to Lanzhou, a regional capital to the east.These investments have brought considerable wealth to Xinjiang. But Chinas Uighurs insist that theyre largely shut out. Once the majority ethnicity in Xinjiang, the Uighur share of the population has dropped steadily since 1950, when Mao and the Peoples Liberation Army incorporated the territory into the fledgling Peoples Republic. In Urumqi, a city of 3 million people, just 10 percent are Uighur. The rest, mainly internal migrants from Chinas Han majority, completely dominate the citys government, economy, and security forces. And as in Paris, whose Muslim population resides primarily in  on the outskirts of the cities, Chinas Uighur and Han populations are highly segregated.The result is cultural and economic isolation for the Uighurs. With increasing frequency, they have turned to terrorist violence. The Chinese government has long blamed outside extremist groups, including a shadowy organization called the East Turkestan Islamic Movement (ETIM) that Beijing claims gets money and support from militants based in Afghanistan and Pakistan. Given the absence of reliable coverage of the region, assessing the influence of groups like ETIMwhose very existence has been questionedis difficult. There are definitely organized groups tied to the wider Islamist ideology, said James Palmer, a Beijing-based writer who has studied the region extensively. But theres a large dose of local nationalism. The combination has fed radical ideas in the region. Palmer added: Uighur videos online are increasingly using jihadist terms.\"On this point, China's state media is correct: Chinas Uighurs and Frances Muslims differ in their access to free speech. Even by Chinese standards, the situation in Xinjiang, where foreign journalists are often barred from visiting, is especially severe. In France, there are plenty of mechanisms by which Muslims can express themselves in public, says Famularo. In China there arent. After large-scale riots in Urumqi claimed almost 200 lives in 2009, China shut off Internet access throughout the region for six months.Frances protection of free speechepitomized by 's audacityhas exacerbated tensions among varying ethnic groups there. Yet the countrys openness also allows marginalized communities to have a voice. Just don't expect China's state media to acknowledge the point.", "publication": "The Weekly Standard", "author": "Matt Schiavenza", "title": "China Is Using 'Charlie Hebdo' to Justify Its Own Crackdown on Free Speech", "politicalScore": 0, "posNegScore": 0, "link": "http://www.newrepublic.com/article/120777/china-blaming-free-speech-paris-terror-attacks-troubling", "date": "January 15, 2015"},
{"body": "he swearing-in of a new Congress is often marked by precipitous climbs and sudden tumbles. Last week, former Senate Minority Obstructionist Mitch McConnell realized his  of becoming majority leader; his rival Harry Reid  in the minority (though not before  sprinkled a little injury over the insult); and more than a dozen Republican senators took over as committee chairs, which contributed such marvelous ironies as  becoming Americas top gatekeeper for environmental legislation.One of the most consequential changes, however, has passed virtually without comment. Coinciding with the rise of the new Republican majority in the upper chamber, Utahs archconservative Senator Orrin Hatch is now the Senate president pro tempore. That means that hes been transformed overnight from a minority-party graybeard to .Most Americans probably didnt realize that the good people of Beaver, Daggett, and Juab Counties had selected a possible future president for the rest of the country back in 2012, when they reelected Hatch to a seventh term. He is now the second Republican, behind Speaker John Boehner, in line to succeed the Democratic president and vice president in the event of their deaths, incapacitations, or resignations. Here is convincing proof, even more than the vice presidencies of Spiro Agnew and Dan Quayle were, that the voters, our political parties, and America's entire system of government dont really take the issue of presidential succession seriously.It almost never matters who the Senate president pro tempore is. The position  arising from the eighteenth and nineteenth centuries, when the body occasionally had to call on a designated lawmaker to substitute for its normal presiding officer, the vice president. That function declined in importance over the last 60 years as veeps began to embrace a larger role outside the Senate. Thereafter a tradition arose to entrust the meager duties of the office (you get to sign legislation and administer oaths) to the longest-serving member of the majority party. That practice has frequentlyone might even argue necessarilyresulted in the appointment of enfeebled old men from small states, often not of the presidents own party, to a position just a few heartbeats away from the big office.Hatch is 80 years old, and he takes over the job from the comparatively spry Pat Leahy, a 74-year-old from Vermont. The two presidents pro tempore before Leahy were Hawaiis Daniel Inuoye and West Virginias Robert Byrd, both of whom died in office at the ages of 92 and 86, respectively. Keep in mind that the oldest president in history, Ronald Reagan, left the White House at 77  that would swiftly put an end to his public life. Its flatly dangerous to put men of such advanced years anywhere near the Oval Office without the kind of rigorous medical vetting that presidential candidates receive during campaigns; if they assumed control over the government, it would almost certainly occur during a time of national crisis that would tax their abilities to the extreme.Even if Hatchs health and faculties could be guaranteed, his ascent would still mean the retroactive disenfranchisement of tens of millions of Democratic voters nationwide in favor of a vastly smaller group of  from his home statethis at a time when national unity would be of paramount importance. This is doubly true of Boehner, a perfectly capable man whose entire.It may seem fanciful (or morose) to speculate on the subject of succession. After all, no Speakers  have risen to replace a fallen president, let alone Senate presidents pro tempore. But weve lived far more dangerously than we ought to be comfortable with. The assassination of Abraham Lincoln originated in a plot to decapitate the government by also killing the vice president and secretary of stateone that very nearly succeeded. To pick an example of more recent vintage, United Airlines Flight 93  of wrecking the United States Capitol or White House. After 9/11, the joint Brookings/AEI Continuity of Government Commission  to help our succession process better reflect an age of global threats that strike without warning. Its counselto cut congressional and more junior cabinet secretaries out of the picture, as well as establish protocols for the appointment of temporary members of Congress and the judiciaryhas gone thus far unheeded.The groups best suggestion was its most provocative: Instead of concentrating  within the small area around Washington, where they are clearly vulnerable to a devastating act of terrorism, the president  around the country who could be regularly briefed and prepared to step into power should the need arise. These figuresstate governors, former cabinet officials, or other successful government administratorscould even be put forward by candidates during a presidential election, giving the public the partial opportunity to review and approve the choices (and providing political reporters and strategists with even more fodder). In the name of prudence, democracy, and a better news cycle, we should implement this planand for the same reasons, we should get elderly, out-party members of Congress some other ceremonial job. ", "publication": "The Weekly Standard", "author": "Kevin Mahnken", "title": "Orrin Hatch Is Third in Line to the Presidency! ", "politicalScore": 0, "posNegScore": 0, "link": "http://www.newrepublic.com/article/120779/president-pro-tempore-orrin-hatch-and-need-succession-reform", "date": "January 15, 2015"},
{"body": "n Monday, many of us will remember the legacy of Martin Luther King, Jr., by listening to his iconic speech from late August of 1963. And, pointing to slow curtailment of voting rights and to the growing list of young black men killed lately by police, we will invoke the enduring significance of the civil-rights tactics and strategies of the 1950s and 1960s, which continue to resonate in the age of #BlackLivesMatter. The holiday is a celebration, in a way, of the orthodoxy of pressed suits and shirts and ties, of integrationist agendas and middle-class utopias, of religious intonation and political jeremiads. This is an orthodoxy we still desperately need, but we should also remember the power of iconoclasm to bring change.In the early 1950s, the singer and entertainer Josephine Baker toured the United States. An African-American expatriate and a citizen of France since before WWII, Baker was caught up in the early mobilizations of the civil rights movement. Long before the Southern Christian Leadership Conference was formed, and years before the critical movement marches of the 1960s, Baker was insisting on desegregated venues at her performances, picketing restaurants that denied her fair treatment, and delivering speeches about the evils of Jim Crow.In the summer of 1951, she was lunching with a friend at Biltmore in Los Angeles when a white patron, seated nearby, growled audibly: I wont stay in the same room with a nigger. Outraged, Baker called the police, who arrested the mana travelling lingerie salesman from Texasfollowing her civilian complaint. She followed the car to the police station, ensured that he was taken in, and then declared to the press that the mans racial slurs were both undemocratic and un-American. After the man had paid a $100 fine and been bailed out by his wife, Baker announced that justice had been served.In these very early days, then, Baker used the power of her celebrity to do things that almost no other person of color dared to do without fear of violent response. The ambitions of her activism, though, should sound familiar: a request for the right to enjoy a meal at a high-end restaurant, a petition to receive legal justice, a genuflection to democracy and the American way. By 1953, though, Baker had completely changed her approach to civil and human rights. Returning to an ancient chateau in southern France that shed painstakingly restored, she began adopting children of different races from around the world. She assigned them distinctive racial and ethnic identities, dressed them in stereotypical costume, and raised them as her rainbow tribe. She threw open the doors of her estatenamed Les Milandesand turned it into a theme park, so that all of the world could see the peaceful, integrated racial future she imagined was possible.In the South, state and municipal governments were releasing attack dogs and turning on fire hoses. Local white citizens groups were firebombing churches and kidnapping and murdering civil rights activists. All this was happening while Bakers multi-colored family was safely tucked away in France, profiled in and  and  and covered in black and white newspapers from across Europe and the United States. Every press story stressed the extravagant wealth of this Disneyland-in-the-Dordogne, with its castle in the center, its massive swimming pool built in the shape of a J for its owner, its bathrooms decorated like an Arpege perfume bottle, its hotels, its performances, and its pageantry. Ideologically, Bakers idiosyncratic project was in lockstep with the mainstream Civil Rights Movement. It featured children playing together in the pool, eating and sleeping together, running and laughing in green fields, and, of course, sitting attentively and watching their motherthe superstarperform in the little theatre on the estate grounds. This was an integrationist utopia. And yet, it was decidedly in sync with what was happening in Nashville, Montgomery, and, ultimately, Selma. Lacking any sincere religious sentiment, extravagantly aristocratic, and presided over by a mixed-race couple (Baker was then married to white French bandleader Jo Bouillon), the experiment represented a radical alternative to the movements oft-expressed wish that it might redeem the soul of America. Bakers haute couture contrasted with the Sunday church clothes on display at the picket lines and movement marches in the deep South. Her Les Milandes was Dixie turned upside down, not merely because of the absence of Jim Crow, but also because it relied on white French folks, paying admission, ogling interracialism, and generally contributing to the fame and fortune of an African-American woman.Les Milandes was a big deal. Baker was the only woman among the main speakers at the 1963 March on Washington. Ive been following this movement for 30 years, she told the , after flying all night from Paris and elbowing her way onto the program, and now that the fruit is ripe, I want to be here. Wearing her Free French uniform from World War II, and delivering a speech that reporter E.W. Kenworthy later described as a perfect match for Kings optimistic tone, Baker was there precisely because of the symbolism of her Rainbow Tribe. Kings dream, she wanted everyone to know, was already a reality in Les Milandes. A few days later, Langston Hughes nominated Josephinenot Kingfor the NAACPs Spingarn Award medal. We are in a different moment. We are in the age of Michael Brown, whose body lay in the street for four hours. And the age of Eric Garner, who merely asked to breathe. We are also in the age of Oprah, once snubbed by a European store when she went to look at a $40,000 handbag, now complaining that ongoing racial protests lack leadership. And in the age of Jay Z, who  calls for a more activist state of mind with the flip notion that his presence is charity. Bakers abridgement of the vast gap between these extremes is sorely missed. She wanted the right to eat at expensive restaurants without feeling the sting of racism, or to stay in Atlantas very best hotel, but she also recognized that she was very well insulated from the worst of racism, and that while she was complaining about a cold dinner served too slowly amidst the rich and the beautiful, or a segregated audience cheering her latest song-and-dance number, there were also people out there living and dying, in the everyday racial scrum, living and dying and not making it into the news. We miss celebrity generally in todays protests. When the big march was planned for August of 1963, considerable attention was paid to drawing famous and influential celebrities to walk alongside the masses or college students, housewives, and lawyers and doctors. Burt Lancaster and Sammy Davis, Jr., were there. So, too, were James Baldwin and Charlton Heston, Paul Newman and Jackie Robinson. Joan Baez sang We Shall Overcome. And so, again, was Josephine Baker, just one of many celebrities in the crowd that day, a part of the concert of superstars that took months to planfar longer than the myriad demonstrations planned (sometimes with just a moments notice) across the country these days.It is worth thinking, of course, about the usefulness of a massive, slow, carefully planned demonstration of a broad consensus, something that draws together the full, chaotic measure of the democratic crowd, including modern-day versions of Baker. Hollywood celebrities have been rather cautious about endorsing racial causes these days, though, as the lack of minority representation in the Oscar nominations shows, that political caution hasnt translated into sustained industry success. The  of basketball and football playerssimple t-shirts and armbandshardly count as radical here. However many stars appeared, though, a national march would only repeat what has traditionally been staged in moments of national crisis.  It might be necessary, but it would also merely confirm the old ways. The bigger problem here is a sort of imagination gap. There should be a place, in our memories of Kings work and in our call for action, for the full, awesome range of voices and ideas that shaped the 1950s and 1960s. We should march in Ferguson and New York City, yes, and organize voter registration drives, but there should be room for the offbeat and the downright weird, for an idea as seemingly strangebut as historically centralas that of Bakers Rainbow Tribe. If Baker were alive today, we would think her bizarre. Her family would seem too strangely constructed, a version of Brangelinas depoliticized brood. Her costumes and the ballgowns would feel too dissonant, and her estate would look too much like to Michael Jacksons Neverland Ranch. She would be a tabloid curiosity, not an icon of civil or human rights. That says a lot more about our era than it does about Baker.", "publication": "The Weekly Standard", "author": "Matthew Pratt Guterl", "title": "What Today's Civil Rights Protesters Could Learn From Josephine Baker's Iconoclasm", "politicalScore": 0, "posNegScore": 0, "link": "http://www.newrepublic.com/article/120798/josephine-baker-rainbow-tribe-used-iconoclasm-protest-racism", "date": "January 19, 2015"}]