[{"body": "Its been over twenty years since then-Bikini Kill frontwoman and Riot Grrrl icon Kathleen Hanna scrawled the word SLUT across her stomach. In the years since, theres been , countless feminist debates over the reclamation of the word slut and, in 2011, thousands of women took to streets across the globe in anti-rape marches called   a reference to how victims of sexual assault are often blamed for the violence done to them. Like  and , many feminists have long tried to wrest away from its original users the power and harm of the word slut and to give it new meaning. Increasingly, though, its seeming like we might not succeed any time soon.Take Leora Tanenbaum: in 2000, she wrote  chronicling girls and womens experiences with the word. She herself was called a slut as a high school student in the 1980s  long before the term sexual harassment was coined  and told me I had no vocabulary to understand what happened.Now, 15 years later, Tanenbaum is about to publish another book:  because, in part, the sheen of reclaiming slut seems to have worn off over the years. When she spoke to women who called themselves sluts with a positive and defiant spirit, all told her the decision had turned against them later  and all regretted it. Tanenbaum told me that, when women are in closed circle or close-knit community  like a protest with like-minded people, or among friends who understand the cheeky appropriation of the word  identifying as a slut can be empowering. But what inevitably happens, especially in todays digital culture where revenge porn, stolen pictures and cyber harassment is the norm, is that it always spills outwards.But beyond women who tried to reclaim slut for themselves, other feminists have rightfully asked why we should all try to reclaim a word with so much baggage  especially a word that impacts different women differently, and brings them a lot more pain than righteous justice.SlutWalks, for example, are no longer the cause celebre they once were because some women of color spoke out against the ways in which the protests and the reclamation of slut focused on the ability of white women to simultaneously embrace the word and reject its meaning. A group of black female academics, activists, and writers wrote an open letter  that as Black women, we do not have the privilege or the space to call ourselves slut without validating the already historically entrenched ideology and recurring messages about what and who the Black woman is.Rutgers professor and writer Brittney Cooper ,  In response, some SlutWalk organizers ; today, while a handful of SlutWalks remain, the excitement over the movement has waned noticeably.But women everywhere are still being actively, physically hurt by the stereotypes that lead people to call them sluts. Just look to the  who were slut-shamed and a mass shooting where the killer said he was : were still being targeted  and sexualities, and it has, perhaps appropriately, put a damper on the once-celebratory reclamation of the word. Maybe that the wounds inflicted by slut  and the culture that encourages people to define women that way  that we once hoped were superficial are just too raw and too deep. Maybe the speed of the internet is too fast for us to control a word with so much potential to damage.Theres  on my living room wall by artist  that reads: Im a Slut. I Vote. So Does Everyone I Sleep With. And Youre About to be More Fucked Than I Am. For me, it captures the brash, in-your-face spirit that the feminist movement Ive loved is known for. But in this time of unprecedented feminist power, the conversation about slut can be more reflective than fevered. Women who want to call themselves sluts shouldnt stop, or be made to stop  I love that women can embrace that which is meant to hurt them and find power in it. But I also know that we can  without using a word meant to denigrate  a word that still hurts so many people.Besides, we dont need slut to tell us what we already know: women have sex, some people dont like that and were going to continue to do it anyway. ", "publication": "The Guardian", "author": "Jessica Valenti", "title": "\nWill the awful power of the word 'slut' defeat feminists' efforts to reclaim it?\n", "politicalScore": 0, "posNegScore": 0, "link": "http://www.theguardian.com/commentisfree/2015/jan/20/word-slut-feminists-efforts-reclaim-it", "date": "\nTuesday 20 January 2015 "},
{"body": "here are always low expectations for the State of the Union: if the president is not of your party, he will have profaned America; if hes from your party, he will have been corrupted by Washington; and much of the analysis will just be Washington having a heavy petting session with itself that it will never agree to consummate.As for the speeches themselves, they are processed by speechwriters and pollsters until all texture is buffed out, effrontery elided and passion solemnly subdued. (Obamas best moment was  instantly memorable for bearing no resemblance to the sacralized process surrounding it.) What we remember is branded content often undermined by subsequent events or any contemporary sense of perspective: The era of big government is over, Axis of Evil. Timeless oratory offends too many focus groups, and about the only thing that can be spoken of with high drama anymore is war. Freedoms violence can never be too cloying, and, no matter how bumblingly it is conducted, war seemingly cannot be made ridiculous.Which is not to say that  didnt try. Almost seconds after Obamas address concluded, the network whose recruiting department is probably a printout of a blonde painted on the side of a B-17 above the words MORE LIKE THIS immediately castigated the president for failing to mention al-Qaida. Obama did say, We will continue to hunt down terrorists and dismantle their networks, but he didnt mention al-Qaida You might think that failing to recognize the branding of a group that merges violence and propaganda robs it of its power, but Fox has a playbook, and this is it:In 2015, then, Obama is going to get us all killed  just like he was going to in 2009-14. Foxs anchors werent the only ones panning the speech on the basis of what wasnt there. Every liberal cable news producers favorite conservative, SE Cupp  who one supposes left MSNBCs The Cycle to helm CNNs Not Tryinglikewise felt that Obamas failure to mention al-Qaida was evidence of his acting as if the war against them had already been won. Worse, she said, he failed to give a shout-out to Paul Ryan and Mitt Romney and other  who are serious about solving poverty., poor, ignored Romney blithely ignored the al-Qaida-gone-missing talking points blasted out by the Republican National Committee while the president was speaking and made a  joke, insisting that the president was more interested in politics than in leadership, resulting in a missed opportunity to lead. Amongst other things, Romney also insisted that we need to simplify the tax code, which is something Obama called for in his speech, but which Mitt might have missed while playing Fuhrer in Bizarro America, where he leads more people to the polls than his opponents.But Mitt was the GOPs past, and Joni Ersnt is its present. More specifically, at present, she is a senator from Iowa, which is hugely important in primary season, so she gets to do things like deliver the Republican response to the State of the Union speech, a coveted job recently held by  .Ernst looked presidential in the same sense that the robots in  look presidential: rigidly more or less human-shaped and smiling from somewhere deep in the . After announcing that she would not respond to Obamas speech  which is the purpose of the response  she criticized him for a stale mindset, for failed policies like Obamacare and for presenting political talking points, not serious solutions. She then offered job-creating solutions like ; cutting down trade barriers in the Pacific and eliminating tax code loopholes (which Obama called called for in the very speech to which she was/was not responding); supporting our exceptional military and its mission (which she left undefined); the repeal and replace of Obamacare (without saying with what); correcting executive overreach; confronting Iran (but, presumably, not negotiating with it, since Obama called for that); and defending life (ie, the American fetal kind; the rest can be droned or repealed and replaced). At 10 minutes of quickly-exhausted vagueness, it was a great introduction to a Republican response that no one else showed up to deliver. Still, you have to admire the gumption of calling out Obamas stale political talking points by almost literally reading a Romney 12 checklist.SE Cupp loved it, naturally: I thought she was great, she was a star, she said, calling the entire enterprise a really sort of positive, fresh-faced spin on this new Congress. In a place where words dont mean things, this probably was pretty fresh! We might as well travel there, then.On Fox, George Will praised Ernsts speech because of her zero name recognition: She was effective because we havent seen her before. That is the same rationale that leads adolescents to buy a 50th new YA vampire novel because they havent seen an ancient male vampire be diffident and immortal while falling in love with a teen girl protagonist with before.Still, George Will has never met an argument he cant make dumber by thinking more about it, so he went on:That provided viewers with the classic George Will experience of wrongness metastasized into the unintentionally sublime via his radiating idiocy. More people watch the Super Bowl because politics is depressing; football doesnt have people like George Will in it; games have actual outcomes; the winners arent always the same 3m rich mostly white people; and the losers arent always the other 300m of us. God knows how things would be different with  leading Team America  someone so mechanized that she makes Joe Buck seem like John Belushi.Other familiar faces met familiar low expectations, mostly on Fox. Frank Luntz who constructs polls and focus groups to generate the   conducted another suspicious-looking Fox News focus group in which one panelist didnt like that Obama filled his speech with . (Luntz claimed that half of its members had voted for Obama, but that could have meant half fed-up Republicans who took a flyer on him in 2008.)Ted Cruz made his disingenuous rueful face at the fact that Obama wasnt conciliatory enough with Republicans, then blamed the success of the 1% on Democratic big-government, saying, Those who walk the corridors of power in the Obama administration, have gotten fat and happy. (Rubio blamed the power of the 1% on Democratic crony capitalism , which just shows that this is the best 2016 anti-Warren talking point that the fellas in R&D could cook up in the GOP Labs.)Last and least was Rand Paul, who blamed government gridlock on Obama (for those who doesnt live or occasionally spend a weekend in objective reality): I think the intransigence is on one side: his, he told Fox viewers. But it was in his  that he checked off all the familiar policy boxes for use in his 2016 campaign commercials: term limits; liberal elites imposing their will; get government out of the way; no redistribution; hand-up-not-handout; new thinking; Hillary and Benghazi; the risk of terror attacks greater than ever; a boosted Martin Luther King, Jr quote; If you like your doctor, you can keep your doctor; repeal and replace Obamacare with freedom; tax cuts; spending cuts; a balanced budget; and wiretapping.It was everything youd expect of Paul: he has to woo the big GOP money while keeping his core donor group that  via pulling himself up by his bootstraps  he inherited from his dad along with his MLK-quotes habit. His high-wire balancing act is fun to watch: he has to placate non-interventionist, constitutionalist Ron Paul fans with statements like, The hollowing out of our national defense comes from the advocates for unlimited spending and perpetual military intervention, then follow it with former Defense Secretary Robert Gates warning that weve militarized too much of our foreign policy while, at the same time, stating that national defense is the single most important constitutional obligation of our federal government. He can be a hawk on foreign adventures, so long as hes also hawkish on gutting other federal expenditures to fund them. He gets to be all things to all non-poor people.It was a good night, as far as these sorts of things go.: a vague address that garnered a mixed reception; a Republican response of historically consistent insipidity that earned fawning praise; Fox News telling you that the black guy was going to get everyone killed; Ted Cruz smirking; Rand Paul convinced of the absolute necessity of hearing from . There was even a Tea Party response to Obama that no one is talking about because  thank God  nobody showed up with a swastika, so it wasnt that interesting.Low expectations status: met. Lets watch the same show again next year.", "publication": "The Guardian", "author": "Jeb Lund", "title": "\nJoni, al-Qaida and rich folks: Fox News has a simple playbook for everything Obama says\n", "politicalScore": 0, "posNegScore": 0, "link": "http://www.theguardian.com/commentisfree/2015/jan/21/joni-al-qaida-and-rich-folks-oh-my-the-imaginative-republican-response-to-the-state-of-the-union", "date": "\nWednesday 21 January 2015 "},
{"body": "hile bae only made its way to mainstream parlance in the last few years, it is a word that most black folk have been intimately familiar with for decades. Its etymology was unclear, but its meanings and nuances are deeply understood in context. Whats up, bae? Thats my bae, etc., have been ways of staking claim and announcing intimacy between oneself and ones (sometimes prospective) lover. Bae is also used as a term of endearment and affection for someone with whom there is no romantic involvement or interest (not unlike honey or sweetheart is used in Southern dialogue), as in Hey bae, can you pass me that plate?And then Pharrell put it in a song, Miley Cyrus did a cameo, and it gained the attention of mainstream media. Suddenly there were articles , otherwise reputable businesses began implementing bae , and everybody and they mama started using it. At which point it was declared overused by organs of upper-class white folk media .Fair enough: white peoples adoption of the term distorted it to the point of misuse and meaninglessness. What was once a word born of the beautifully eclectic black Southern laziness of the tongue and a shortened version of baby, became a catchall term for anything from inanimate objects to food. The reference to affection was consistent but bae was used to describe everything from ones (desired or actual) significant other to pancakes. Thats bae, a student swooned, glancing at a picture of J Cole during a discussion of black masculinity last summer in class. These cupcakes are bae, I read in a Facebook post attached to a picture of a delicious-looking dessert not many months later. And just like that, the shelf life of bae in the public imagination expired and the gatekeepers of mainstream language decided that it must be banned.Cultural appropriation at its best, steals, reduces, overuses and then disposes of words like so much bathwater. The linguist Jane H Hill  as a type of complex cultural borrowing that involves a dominant groups theft of aspects of a target groups language. Hill claims that the theft adds value to white identity while further marginalizing nondominant groups. This cultural borrowing of black language and phraseology happens regularly, allowing non-black folk to try on black culture through the use of African American English vernacular and slang without having to put on the cultural consequences of actually being black in a culture conditioned to devalue and dismiss it.As Hill claims, language appropriation is further problematic because it gives dominant groups control over the language. Dominant groups get to decide, for example, when and if certain words are worth appropriation, when and how the words should be used, and then when the word becomes cliche, overused and therefore passe. And often in the process, as happened with bae, the dominant group ends up changing the meaning or pronunciation of words entirely.The good news is that black language is resilient and black folk are creative. So even when the dominant culture tries to dispose of the terms it wears out, other words and phrases will emerge. We already know some of them. Already you can see terms grounded in communities (bye Felicia), disguised in pronunciation (ratchet), or invented from imagination (on fleek) slipping into mainstream and popular culture lexicons (again). There, they will be mass produced for financial gain (again), and eventually disposed of (again).So, what happens when mainstream culture decides to dispose of a word stolen from black language and then used to the point of saturation in popular culture? Nothing. The word may lose its novelty so that those who appropriated it stop saying or using it, but the word wont disappear or lose its . We will go on saying bae. We will say it to our lovers in casual moments at home, and to our children to be endearing. We will say it in the grocery store, at the movie theatre and across church pews on Sunday mornings as a substitute for names. We will say it to each other  as we have always done  lovingly, reverently and mindfully. And with any luck, the word will settle back into its original meaning, sans the unsolicited remix of dominant white culture.", "publication": "The Guardian", "author": "Robin Boylorn", "title": "\nNow that white people have declared 'bae' over, black people can use it in peace\n", "politicalScore": 0, "posNegScore": 0, "link": "http://www.theguardian.com/commentisfree/2015/jan/14/white-people-declared-bae-over-black-people-can-use-it", "date": "\nWednesday 14 January 2015 "},
{"body": "he new Republican leadership in Congress has indicated that new, punitive measures against  might be among its first orders of business, even though diplomatic talks with our international alliance are entering a promising new stage. If my colleagues are serious about restraining Irans nuclear ambitions, they will resist the temptation to intervene and instead let our negotiators finish the job.Altering the terms or objectives of the talks would amount to moving the goalposts when the end zone is in sight  with potentially devastating consequences.Novembers four-month extension of the P5+1 negotiations (called so because of the participation of the five permanent members of the UN Security Council plus Germany) confirmed both the difficulty of the remaining issues and the importance of continuing to negotiate. We are still several steps short of a complete and lasting termination of Irans nuclear weapons program, but the current interim agreement between Iran and the international community  known as the Joint Plan of Action (JPOA)  is a vast improvement over 18 months ago, when Irans nuclear program was still expanding and shrouded in secrecy.While the JPOA is only a temporary agreement, Iran has complied with it and verifiably frozen and rolled back its nuclear program, demonstrating that it is willing to take negotiations seriously. Congress could play an important oversight role while negotiators work to build on this progress and secure a verifiable and lasting nuclear agreement with Iran. But acting peremptorily to demand specific concessions from Iran could destabilize the diplomatic balance needed for negotiations to both continue and ultimately succeed. It would be unwise, for example, to lay out unrealistic or overly-specific requirements for a final agreement to be acceptable to Congress.Likewise, the nuclear negotiating table is not the place to compel Iran to clean up its act on issues unrelated to nonproliferation. Iran engages in an array of behaviors that the US and the international community find unacceptable, such as persecuting political opponents and religious minorities, and supporting terrorist organizations like Hezbollah. But we must not insist that everything be solved before anything is solved; a nuclear agreement is and should be our first priority, and such an agreement could facilitate progress on other fronts.Imposing new or less flexible economic sanctions  which has been proposed by a number of my congressional colleagues, including Senators Kirk and Menendez  could do great damage to our prospects for a nuclear agreement with Iran. New punitive action could strengthen Iranian hard-liners and make their withdrawal from the negotiations more likely. Acting unilaterally could also undermine the stability of our international alliance, and thereby actually weaken the existing international sanctions regime.The existing sanctions are, of course, a major reason that Iran is at the negotiating table, and Congress should stand ready to reimpose and strengthen them should Iran violate the terms of the JPOA or any future nuclear agreement. But taking punitive action now could send a message that Congress does not stand behind the negotiators.We cannot lose sight of the fact that a verifiable nuclear agreement with Iran would make our country, Israel, the Middle East and the world much safer. The nuclear talks with Iran could still crumble under the pressure of opposition and distrust both inside and outside Iran. But the United States and the international community must press ahead  because of the security that the removal of the nuclear threat would bring and the dire alternatives well face if negotiations fail.", "publication": "The Guardian", "author": "Congressman David Price", "title": "\nA nuclear agreement with Iran will make us safer. Peremptory demands from Congress won't\n", "politicalScore": 0, "posNegScore": 0, "link": "http://www.theguardian.com/commentisfree/2015/jan/20/nuclear-agreement-iran-demands-from-congress", "date": "\nTuesday 20 January 2015 "},
{"body": "ho will look after the super-rich and think about their needs? Its not easy for them: the 1% of the worlds population who by next year will . Private security costs a fortune, and with the world becoming an increasingly unequal place a certain instability increases. It could be dangerous!Very smartly, Oxfam International is raising such questions at the World Economic Forum at Davos, where the global elite gather to talk of big ideas and big money. Oxfam executive director, Winnie Byanyima, is arguing that this increasing concentration of wealth since the recession is bad for growth and bad for governance. Whats more, inequality is bad not just for the poor, but for the rich too. Thats why we have the likes of the IMFs Christine Lagarde kicking off with . Visceral inequality from foodbanks to  is still seen as somehow being in the eye of the beholder by the right  a narrative in which poverty is seen as an innate moral failure of the poor themselves has taken hold. This in turn sustains the idea that rich people deserve their incredible riches. Most wealth, though, is not earned: huge assets, often inherited, simply get bigger not because the individuals who own them are super talented, but because structures are in place to ensure this happens.Most of us  I count myself  are economically inept. The economic climate is represented as a natural force, like uncontrollable weather. Its a shame that the planet is getting hotter, just as its a shame that the rich are getting richer. But these things are man-made and not inevitable at all. In fact, there are deliberate and systemic reasons as to why this is happening.The rich, via lobbyists and Byzantine tax arrangements, actively work to stop redistribution. Inequality is not inevitable, its engineered. Many mainstream economists do not question the degree of this engineering, even when it is highly dubious. This level of acceptance among economists of inequality as merely an unfortunate byproduct of growth, alongside their failure to predict the crash, has worryingly not affected their cult status among blinkered admirers.Even the mild challenge of Thomas Piketty, with his heretical talk of public rather than private interest being essential to a functioning democracy, is revolutionary in a world which buys the conservative idea that the elixir of growth simply has to mean these huge extremes in income distribution.That argument may now be collapsing. The contortions that certain pet economists make to defend the indefensible 1% are often to do with positing the super-rich as inherently talented and being self-made. The myth is that everyone is a cross between Steve Jobs and Bono; creative, entrepreneurial, unique. The reality is cloned inherited wealth and insane performance-related pay, eg the bankers who continue to reward themselves more than a million a year after overseeing the collapse of the industry.There are always those who will side with the powerful against the powerless, and economists specialise in this. No wonder Prof Gregory Mankiws Harvard students  following his ludicrous insistence that the system is not gamed for the rich. Such theorists flatter the rich by granting them some superpower, which is why they like rock star comparisons. In fact, international finance is peopled by interchangeable guys who are essentially just paying themselves double what they were 10 years ago. They may need to think of themselves as special. We dont have to.When we talk of neoliberalism, we are talking about something that has fuelled inequality and enabled the 1%. All it means is a stage of capitalism in which the financial markets were deregulated, public services privatised, welfare systems run down, laws to protect working people dismantled, and unions cast as the enemy.Oxfams suggestions at  are attempts to claw back some basic rights, with talk of tax, redistribution, minimum wages and public services. But isnt it rather incredible that a charity has to do this? The Occupy movement has dissipated, but we are seeing in Europe, primarily in Greece and Spain, a refusal to accept the austerity narrative that we appear to have wolfed down here in the UK. can appeal to the vanity of billionaires, but the truth is thats not enough. The neoliberal project may fail not because of huge protest, but because reduced income means reduced demand. Never mind the angry proletariat, a disappointed middle-class is something all politicians fear. To stem inequality, it is imperative to stop seeing it as inevitable. Its a choice. A choice very few of us have any say in. The poor are always with us. And now the deserving and undeserving super-rich are too? Thats just the way things are? No. This climate can also change. This article was amended on 19 January 2015 to correct a misuse of the word dyslexic. It has now been changed.", "publication": "The Guardian", "author": "Suzanne Moore", "title": "\nInequality isnt inevitable, its engineered. Thats how the 1% have taken over\n", "politicalScore": 0, "posNegScore": 0, "link": "http://www.theguardian.com/commentisfree/2015/jan/19/inequality-inevitable-1-per-cent-growth", "date": "\nMonday 19 January 2015 "},
{"body": "larity has never been a strong point at the Vatican. This is, after all, an institution that has chosen for centuries to communicate with its followers via erudite documents written in Latin, which must be first translated and then interpreted for us, the faithful in the pew.But even by its own standards, this weeks papal pronouncements have been bewildering. We thought that, whatever else wasnt clear, one thing we did know was that the church doesnt approve of contraception. But during his in-flight press conference en route home from his Philippines trip, we hear .What he is saying, it transpires, is that Catholics should use one of several natural, church-approved methods of contraception. But this it seems to me only serves to focus attention on something illogical at the heart of the churchs traditional teaching on birth control, which is: if the point is that God should have space to intervene and make a pregnancy happen, surely He/She can intervene just as effectively via a torn condom or a missed pill as via a mistaken calendar calculation.One of Pope Franciss strongest messages during his Philippines trip seemed to be that todays families are under threat from efforts to redefine what family is, but I wonder whether the truth isnt that the Catholic church is under threat from an avalanche of common sense that is now unstoppable.The truth is that the pope  a charismatic and decent-seeming guy whose finger is a good deal closer to the peoples pulse than his predecessors was  is tying himself in knots trying to appear modern at the same time as adhering to official teaching. And it simply wont wash. The church has been peddling a nonsense on contraception for almost 50 years. The vast majority of us church-going, faithful Catholics have voted with our gonads and ignored it, and at some point (soon, please!) Rome is going to have to admit it has been wrong, and that the contraceptive culture is not about a lack of respect for human life, its quite simply about a sensible realisation that most couples can raise two, three or four children better, in every way, than they can raise 10, 11 or 12.But aha, the pope would say, here I am being a cultural colonialist, seeking to impose my first-world notions on those of a developing community that has a very different perspective. Well, actually, no Im not, because Catholic clerics can look anywhere on the planet and what they will see is that with economic improvements and womens rights comes a reduction in family size. When people have choice, this is the choice they tend to make. Those who arent making it are those who arent empowered, not those with a different worldview.What we are witnessing in this papacy is a church that realises how far out of step it is with modern thinking, and is increasingly keen on getting into line. At the moment its beginning to talk the talk, but the footwork is still failing, mostly because a bit of honesty and a few U-turns are required, and most cardinals and bishops arent yet ready for that. The question is, when will they be ready? Because my fear is that if they leave it too long theyll have left it too late. The churches might still be full today, but will they be full tomorrow? Even if I am prepared to hang on in there, albeit by my fingertips, I dont know if the same can be said for my children. Your instincts are right, . Now, though, we need some action.", "publication": "The Guardian", "author": "Joanna Moorhead", "title": "\nSo Catholics neednt breed like rabbits. Then lets drop the contraception con\n", "politicalScore": 0, "posNegScore": 0, "link": "http://www.theguardian.com/commentisfree/2015/jan/20/catholics-breed-like-rabbits-contraception-con-pope", "date": "\nTuesday 20 January 2015 "},
{"body": "teven Emerson, a man whose job title of terrorism expert will henceforth always attract quotation marks, provoked a lot of mirth with his claim, made during a Fox News interview, that Birmingham was a Muslim-only city where . He was forced to apologise, and , all within the space of 24 hours.This was just one of the many deeply odd things Emerson said in the course of the interview, although it was perhaps the most instantly refutable: Birmingham census figures are easy to come by. His claim that London was full of actual religious police that actually beat and actually wound seriously anyone who doesnt dress according to religious Muslim attire is harder to disprove; just because I live in London and Ive never seen them doesnt mean they dont exist. But theyre not exactly thick on the ground. I blame the cuts.Emerson also made reference to the no-go zones of , where the government doesnt exercise any sovereignty. On the French official website it says there are, he said. It actually has a map of them.How could the French government make the basic blunder of publicising its inability to exercise sovereignty, and on the French official website of all places?After a bit of Googling  which appears to be how Emerson gets his information  I think I know what hes on about. He appears to be referring to , the title of a widely disseminated, nine-year-old blogpost originating on the website of Daniel Pipes, another terrorism expert, or anti-Arab propagandist.They go by the euphemistic term , or sensitive urban zones, wrote Pipes, referring to them as places in France that the French state does not fully control. And its true: you can find them all listed on the French governments website. Never mind that they were introduced in 1996, or that the ZUS distinction actually denotes an impoverished area targeted for economic and social intervention, not abandonment of sovereignty. For people like Emerson they are officially sanctioned caliphates, where cops and non-Muslims dare not tread.Yet seven years after he first exposed the No-Go Zones of France, Pipes actually managed to visit several  around Paris. In an update posted in 2013, his disappointment was palpable.For a visiting American, these areas are very mild, even dull, he wrote. We who know the Bronx and Detroit expect urban hell in  too, but there things look fine.I regret having called these areas no-go zones.Fox News cant lay claim to everything stupid on TV, despite a big head start. In November the US financial channel CNBC played host to the head of Irelands Industrial Development Agency, Martin Shanahan, on its regular programme Squawkbox. Anchor Joe Kernan wasnt embarrassed to ask basic questions in the service of clarity. You have euros in Ireland?  at one point, incredulous. Why do you have euros in Ireland?Shanahan admitted that Ireland had indeed been using the euro for some time.Kernan seemed equally astonished to hear that Ireland wasnt part of the UK (sort of the same island, isnt it?), and that Scotland used sterling, and that so did Northern Ireland (They Do?). Fortunately he remained professional enough not to let his surprise dull his economic analysis. Oh my God, he said. You guys have to get it together over there.", "publication": "The Guardian", "author": "Tim Dowling", "title": "\nNews from Fox, and the no-go zone of the brain\n", "politicalScore": 0, "posNegScore": 0, "link": "http://www.theguardian.com/commentisfree/2015/jan/14/news-from-fox-and-no-go-zone-brain", "date": "\nWednesday 14 January 2015 "},
{"body": "nlike its male counterpart, female orgasm is a covert, hidden experience, frequently recognizable only to the person experiencing it. (And sometimes, not even to that person: in , women can orgasm without even realizing it themselves.) There is no physical, visible proof of female orgasm, and by extension, no physical proof of female pleasure  unless, like me, youre one of the women who can experience female ejaculation.And yet, instead of serving as incontrovertible evidence of the existence of female sexual response and female orgasm, discussions of female ejaculation serve mainly to provide fodder for the debate about whether or not women can be trusted to accurately report their own sexual experiences.Almost every conversation about female ejaculation devolves into a discussion of whether or not it is real. Though a whole genre of pornography is dedicated to celebrating the phenomenon, filmmakers are routinely accused of faking it with some kind of studio magic. When a recent  investigating the phenomenon identified two forms of female ejaculation and argued that the more common squirting form was comprised primarily of fluid from the bladder, many crowed with delight to have proof that what ladies had mistaken for a sign of sexual pleasure was merely a form of arousal-induced incontinence. (Notably, the second, rarer form of female ejaculation  deemed more legitimate by the study  bore a slight resemblance to male ejaculate.) The skepticism about womens ability to understand their own sexual responses shows up in pop culture too; in the first season of Amazons Transparent, a character who mentions squirting with a partner is immediately asked whether she wasnt merely urinating. But why is there still an assumption that women cant understand or describe what we experience during sex? Its perfectly clear to any woman who has ejacluated that doing so is a unique experience unto itself  including me. At thirty-two, Ive long forgotten many significant sexual firsts, but I do remember the first time I ejaculated: I was 19-years-old, in my apartment on the Upper West Side; as I played with a small vibrator, I felt something inside of me break open. For the previous year or so Id been on Paxil, which had subdued and restrained my sexual response, even rendering me anorgasmic. But the liquid pooling on the floor below me was solid evidence that my ability to orgasm had finally been restored.Female ejaculators know firsthand that even, if the fluid they emit during orgasm comes from the bladder, it looks, smells and feels different from urine. And its hard to ignore that the experience of spontaneously expelling fluid in the height of orgasm is fundamentally different from the more intentional act of voiding ones bladder. But regardless of the biological basis of female ejaculation, the physical experience is, at its heart, a pure expression of female sexual pleasure. Insisting that female ejaculation is really just confused urination doesnt just denigrate womens ability to understand our own bodies  it also positions female sexual pleasure as filthy, dirty, and ultimately less than the celebrated male orgasm.To some, the question of whether female ejaculation is real may seem frivolous at best  an academic debate with little impact beyond how one handles clean-up in the bedroom. But the answer to this question has effects beyond our personal sex lives, and the stakes involved are real. Both Australian and UK obscenity codes ban female ejaculation from pornography on the basis that it might be urine and thus obscene. Since pornography is a visual medium and female ejaculation is the only visual evidence of female orgasm, this ban is tantamount to a wholesale censorship of female sexual pleasure in explicit media. And in a world where womens narratives about their sexual experiences are routinely called into question, the debate over female ejaculation serves as a reminder that, when it comes to sex, we still dont believe women. Even when theyre literally wetting the bedsheets with proof.", "publication": "The Guardian", "author": "Lux Alptraum", "title": "\nThe question isn't if female ejaculation is real. It's why you don't trust women to tell you\n", "politicalScore": 0, "posNegScore": 0, "link": "http://www.theguardian.com/commentisfree/2015/jan/17/the-question-isnt-if-female-ejaculation-is-real-its-why-you-dont-trust-women-to-tell-you", "date": "\nSaturday 17 January 2015 "},
{"body": "An international study released last week has identified that those who work more than 48 hours a week are 11% more likely to drink alcohol at risk levels than those working a standard week.The study was compiled by Finnish researchers, sampling 300,000 subjects across Europe, Australia and North America.  guidelines suggest that consumption of more than 14 drinks a week for women and 21 drinks for men poses a significant health risk.Its no surprise that its a team of Finnish researchers who are examining the stats around unsafe drinking. Nordic Finland may be a well-known haven of progressive social policy, with an enviable living standard, cradle-to-grave welfare and the , but there is one social problem the Finns have not yet licked. Alcohol-related illnesses and incidents (including accidents, violence and suicide in which alcohol has factored) are the  for both working age men and women there  and have been so for many years.The study is of useful consideration for Australians, of course  were afflicted with alcohol problems of our own.  released only last July revealed up to 15 people die and more than 430 are admitted to hospital every day in Australia for alcohol-related reasons. Thats 5,554 deaths and 157,132 hospital admissions a year, and four times the rate of the road toll.That working longer hours has a  on an individuals health is well established. Some have suggested from the results of the Finnish study that alcohol abuse is symptomatic of the work hard, play hard cultures around professions  especially because workers who shifted into longer-hours jobs during the study were 12% more likely to develop risky drinking habits as a result.Some have also suggested that the scarcity of leisure time for people who work long hours may result in habits of using alcohol as a concentrated form of relaxant. This is the opinion of Cassandra A. Okechukwu, assistant professor at the Harvard School of Public Health who declared of the Finnish findings that people are self-medicating due to work-life time constraints.Alternatively, Dr Richard Wise, psychologist at Windana Drug and  Recovery, believes the relationship between work and drinking may be bi-directional. As stress increases the activity of brain regions responsible for drug seeking and craving, stressful work is often addictive in itself, says Wise. This could be a self-perpetuating cycle  work causes stress, which renders people more prone to addictions to substances work.Significantly, the study itself does not claim to prove a causation  leaving open the possibility to discuss the pink elephant that lurks in the room behind all social discussions of problem drinking: the prevalent, if sometimes well-camouflaged, existence of actual alcoholics.Writing in , journalist Kevin Loria asked of the study: Long hours may not cause dangerous drinking, but why is there a relationship between those two things at all? The answer is this: there is not one clear relationship, but potentially several. We know, for example, that those suffering active alcoholism seek out environments that facilitate and camouflage their drinking. Why would the workplace be an exception?Demanding jobs not only deliver alcoholics out of the worksite just in time for socially-acceptable drinking hours, but the stresses associated with long-hours work provide pretexts aplenty for self-medicating with booze. Our community continues to excuse the practise of drowning ones sorrows, but forgotten is that active alcoholics often go looking for sorrows in order to drown them. The recovery community calls this phenomenon drinking on it  its not hard to find a pretext to slam down some craved-for cold ones at the end of the day if youve just spent 10 hours at a desk. And if theres one thing an alcoholic can use to deny the extent of their drinking, its the company of others who share the same problem. The common logic of alcohol addiction brings alcoholics together in work environments as much as it does social ones.Yet while study after study identifies alcohol as a health, economic and justice burden on the community, and with the  that 3.7 million Australians are currently drinking at long-term risky levels, were still  still  struggling to break our social addiction to the old stereotypes of alcoholics being weak-willed, staggering hobos rather than predominantly people with jobs, relationships and families who are sick with a dangerous medical problem. If we choose to believe someone is drinking because they work long hours, we may be ignoring that someone is working long hours because it enables their drinking.A failure to identify behaviours symptomatic with alcoholism delays treatment and increases the danger alcoholics pose to themselves and to others. Go back and look at the figures above: 5,500+ deaths and 150,000+ hospital admissions a year are not the result of mere casual tipples. Theyre the stats of widespread abuse that needs more than loose causation and euphemisms to treat it. The Finnish study is valuable because it identifies a possible workplace component to the alcohol problem. With 3.7 million Australians presently at risk, the time is now to be realistic that a broader context of alcoholism exists.", "publication": "The Guardian", "author": "Van Badham", "title": "\nAre you drinking because you're working long hours, or are you working long hours to justify drinking?\n", "politicalScore": 0, "posNegScore": 0, "link": "http://www.theguardian.com/commentisfree/2015/jan/20/are-you-drinking-because-youre-working-long-hours-or-are-you-working-long-hours-to-justify-drinking", "date": "\nTuesday 20 January 2015 "},
{"body": "o, no, surely not. On top of everything else, not that. Three days before , a swastika was daubed on the door of his flat. On the evening he was stabbed to death, last Monday, the xenophobic movement already known around the world as  had held its largest demonstration so far in that lovely city on the River Elbe. And its not just Germany. As a  follows hard on the heels of the , politicians on the xenophobic, anti-immigration far right are looking to pick up votes across Europe. There is a real and present danger of a downward spiral in which radicalised minorities, Muslim and anti-Muslim, will drag anxious majorities, non-Muslim and Muslim, in the wrong direction. Only a conscious, everyday effort by each one of us will prevent it.The Dresden case is fortunately, thus far, not typical of Germany as a whole. Dresden sits at the scenic heart of a quite unusual corner of the former East Germany. Unlike most big west German cities, it has a low level of immigration, and little experience of living with cultural difference. In communist times, this corner was known as the valley of the clueless, because its inhabitants could not receive West German television broadcasts. Reports suggest that, so far, most of the participants in the Pegida demos have been middle-aged, and therefore shaped by a sheltered life in the old East .Since unification, Saxony has seen an unusually high vote for far-right parties, including a shocking 9.2% for the NPD (Nationaldemokratische Partei Deutschlands) in state parliament elections in 2004.The protesters have taken the 1989 velvet revolutionary chant of  and given it a quite different meaning: not We are the people, aspiring to democratic self-determination, but We are the Volk, ethnically defined, as in the mouth of Adolf Hitler. The very title of the movement breathes a certain anachronism. Pegida stands for Patriotische Europaer Gegen die Islamisierung des Abendlandes, usually translated as Patriotic Europeans against the Islamisation of the west.But the word Abendland is a strikingly old-fashioned one, meaning literally evening land (ie where the sun sets). It was used by Oswald Spengler in his monumental post-first world war tract of German cultural pessimism, Der Untergang des Abendlandes, only weakly translated as The Decline of the West. Patriotic Europeans also has an odd mix of cultural coyness and assertiveness. God help us, you feel they almost want to say Christians; oh yes, and white  white with brown edges.And who, may we ask, are the unpatriotic Europeans? One of Pegidas organisers, Thomas Tallacker, posted on Facebook in 2013: What should we do with the 90% uneducated hordes that milk welfare here and bleed our social state dry? And, after a local knife attack: Surely it was again a deranged or half-starved Ramadan Turk. For years, Tallacker was a member of the city council in the famous porcelain-manufacturing town of Meissen, representing Angela Merkels party, the Christian Democratic Union.Back in Paris, Jean-Marie Le Pen last week tweeted, in English: . The fact that the friendly, polite Muslim guy who delivered pizza (as one of the Kouachi brothers did) turns out to be an Islamist assassin is bound to increase suspicion of Muslims among so-called ordinary people. British mosques and Islamic centres have reported a sharp increase in threatening messages. According to a study commissioned by the Bertelsmann Foundation, a shocking .And there are plenty of politicians, journalists and rabble-rousers around to stir that suspicion. Ukips Nigel Farage has even talked of a  amid his English folk. (Or is that Volk?)This in turn will produce more anxiety among European Muslims and, if we are not careful, more radicalisation among a small minority of them. Ironically enough, Mondays Pegida demonstration has been called off after what appears to be a Jihadist threat to one of its leaders. The symptoms of radicalisation include an increase in antisemitic attacks, which now seem to come more from extreme Muslims than from old-fashioned patriotic European, swastika-daubing antisemites. It is horrifying to hear French Jews, members of one of the largest and oldest Jewish populations in Europe, saying that they . Such antisemitic attacks feed into more suspicion and fear of Muslims, which in turn ...How do we stop the vicious downward spiral? Traditionally, European parties of the centre-right such as the CDU and the Conservatives have tacked to the right to win back such voters.Up to a point, that is legitimate. But beyond that point you have to do what Chancellor Merkel has now done and say: enough  thus far and no further. The messages delivered by politicians are important. So are those we hear from religious leaders, and the way these stories are covered by the media. But in the end, its down to us, the citizens. The great French historian Ernest Renan wrote that a nation is a daily plebiscite. On the Sunday after the Charlie Hebdo attacks,  gave a magnificent example of how a great European nation  indeed, let me say as an Englishman, the quintessential great European nation  responds to such a challenge. Muslim Frenchmen and Frenchwomen handed out white roses to their fellow Jewish, Christian and atheist fellow  and . Then they stood together to sing the Marseillaise, the worlds most stirring national anthem.But that was just one Sunday. It is on all the other days, the workdays and grey days, that the struggle to make a  of civic, inclusive nations will be won or lost. When he came back from the Paris unity demonstration, David Cameron singled out a placard he had seen. It read  (I am Charlie, I am a copper, I am a Jew). There is one line missing from that list: . For one of the policemen murdered by the Kouachi brothers was a Muslim Frenchman called Ahmed.  emerged as a hashtag on Twitter to complement, not to rival, , and I immediately started using it as well.While never compromising on the essentials of an open society, including free speech, we non-Muslim Europeans must keep sending these small signals to our Muslim fellow Europeans, both online and in our everyday personal interactions. The best signal of all is the one that indicates no explicit signal is necessary. This is what happens most of the time in a city like London: you just take it as given that Muslim British people are as much Brits as anyone else  that in truth there is no they, just a larger, gloriously mixed and muddled us. That is how we will win the plebiscite every day. And that is how we will see off a vampire called Pegida.", "publication": "The Guardian", "author": "Timothy Garton Ash", "title": "\nGermanys anti-Islamic movement Pegida is a vampire we must slay\n", "politicalScore": 0, "posNegScore": 0, "link": "http://www.theguardian.com/commentisfree/2015/jan/18/germany-xenophobic-anti-islamic-pegida-france", "date": "\nSunday 18 January 2015 "},
{"body": "omedian, actor and  apparently  bewildered Victorian time-traveller  disappointed millions of fans and general conscience-havers this week when, , he said that he thinks gay characters on TV are pushing it a little too far.I hope people dont abuse it and shove it in our face, Crystal continued, referring to gay sex scenes, to the point where it feels like an everyday kind of thing. He later attempted a half-hearted backpedal,  that, dont worry, he totally thinks straight people are gross, too: What I meant was that whenever sex or graphic nudity of any kind (gay or straight) is gratuitous to the plot or story, it becomes a little too much for my taste.Sporting try, Billy, but we can see your tell: several of your chosen turns of phrase have been used to dehumanise and deny representation to gay people for decades  shove it in our face, in particular, is tantamount to a coded gay slur. For that matter, it is not even possible to shove heterosexual sexuality in anyones face, because there is no human on earth whose face isnt already completely submerged in and saturated by it. Gratuitous straight sex is a defining plot device in pretty much all media: primetime soaps, daytime talk shows, beer commercials,  movies.We know what you meant.Of course, its perfectly fine to be uncomfortable with overt displays of sexuality, regardless of orientation  everyone has the right to set and defend their own sexual boundaries. I, for instance, find  so unbearably awkward that it makes me want to crawl out of my skin and flush the rest of me down the toilet. And thats why I FAST-FORWARD THROUGH THAT PART OR WATCH SOMETHING ELSE.Its almost as though you can choose what media you want to consume without policing anyones sexual expression and furthering the oppression of an already marginalised and underrepresented group.But Crystals dull, antique disdain for gay sex actually manages to crystallise a very important, progressive point: not only is there not too much gayness in media, gayness doesnt go anywhere near far enough. Back up the gay truck and just flood the place. Its about time.If you want evidence that our media is broken (or, more unsettlingly, working just as its intended), look no further than the staggering whiteness, straightness, and maleness of the 2015 Oscar nominations. : Every nominated best director, screenwriter, screenplay adapter and original score composer is a white man. All the nominated best actors and best supporting actors are white men. All but one of the best picture nominations are about how hard it is being an entitled, genius white man. All the nominated best foreign language film directors are men. All but one of the documentary directors  Laura Poitras for Citizenfour  is a man. In the best picture category, seven films are directed by white men and the eighth, Selma, is directed by a black woman, Ava DuVernay, who was snubbed for best director.When it comes to diversity in media  after hundreds of years of straight white guys telling straight white guy stories, deciding which subject matters are serious (straight white guy stuff) and which are frivolous (everything else), and congratulating themselves on being the best at fulfilling their own rigged, narcissistic standards  Im not interested in parity. I want overcompensation. I want new stories.And I dont just mean that from a social justice standpoint. Im bored. A time is going to come  in my lifetime, I hope  when just being an angsty white man wont be enough any more. It wont carry a movie. It wont justify an Oscar.Thats not to say that straight white guy stories cant be compelling, heartbreaking and important  simply that weve heard them already. Weve heard them at the expense of millions of other stories that never get funding, that are rewritten and whitewashed, that are needlessly recentered around a white person a la .When these conversations come up, some genius inevitably pipes up with what they think is a trump card  some version of: Oh, so we should have a show where every character is a disabled black Muslim lesbian!?!?!? As though nothing could be more absurd and unthinkable. As though there arent innumerable TV shows and movies with all-white ensemble casts that go uncritiqued. And, to answer your question, UM, YES. That show sounds incredible and I would watch the crap out of it. Its only an absurd concept if you believe that disabled black Muslim lesbians are somehow less valid, less valuable, than straight white men. Theyre not. There is no such thing as a niche human.Representation is humanisation, and we have an inexpressible amount of ground to make up if we want to begin to establish gay people and trans people and disabled people and people of colour and fat people and sex workers as fully realised human beings  not tropes, morality tales, or comic relief  in the public consciousness. Id say we could stand a few decades of overrepresentation, in fact. Come on, Hollywood. Shove it in my face.", "publication": "The Guardian", "author": "Lindy West", "title": "\nBilly Crystal is wrong. There is nowhere near enough gayness on screen\n", "politicalScore": 0, "posNegScore": 0, "link": "http://www.theguardian.com/commentisfree/2015/jan/20/billy-crystal-wrong-on-gay-sex-hollywood-lack-of-diversity", "date": "\nTuesday 20 January 2015 "},
{"body": "erhaps more than any other, the internet  for much of President Obamas State of the Union on Tuesday night  from healthcare to hackers, and from infrastructure to education. By and large, however, Obama stuck to empty platitudes that no one could disagree with (we need to ... protect our childrens information and I intend to protect a free and open internet) rather than offering concrete new proposals.But dont let the presidents standard State of the Union cliches fool you: in 2015, the Obama administration will almost certainly re-shape the law around net neutrality, cybersecurity and the NSA. In doing so, the president will carve out the rules of the internet for the coming decade, and his choices over the next few months will significantly affect hundreds of millions of  users, along with his lasting legacy.First up will be net neutrality  the idea that internet providers shouldnt be allowed to intentionally slow down the websites of companies who refuse to pay them a ransom. What was both a polarizing and a back-bench issue just a year ago is now a galvanizing force even for those who dont pay close attention to politics. (Perhaps  and .)In November, Obama surprisingly  of strong net neutrality regulations after ignoring the issue for years, shortly after his own FCC commissioner, a , indicated that he would side with the cable company giants. Now, the FCC is all but poised to re-categorize internet service providers as public utilities like telephone companies, which will allow the FCC to legally prevent them from deciding which websites will load fast for internet users and which will not. Its a nightmare for the likes Comcast and Time Warner, but could be a windfall for everyone else.Even more shockingly, Republicans  who were once so ideologically opposed to net neutrality that  as Obamacare for the Internet  , realizing that, as Jonathan Weisman at the New York Times put it, aligning themselves with the cable giants, among the most maligned industries in the country, against the sad Netflix viewer waiting for House of Cards to break through its buffering vortex isnt the best political strategy.Throw in a  for faster broadband, and the Obama administration could actually do some lasting good. But the end game is far from certain: despite the signals of a shift from the FCC, they still have to actually propose rules (theyre ) and then survive a blistering fight with the notoriously slimy cable industry before voting on them. It will require backbone from an administration not accustomed to showing one in the face of opposition.Obama will then be forced to contend with NSA reform. As much as the White House would like the issues that Edward Snowden brought to the fore to go away, they wont: Congress  but to vote on some form of an NSA proposal this year. In June, critical parts of the Patriot Act  the odious statute  to vacuum up the phone records of every single American  must be renewed by both the House and Senate, or it will expire altogether.Theres  without significant alterations, and the Obama administration strangely has had more power than either party in Congress in shaping what reforms get a vote and what dont: the White House holds sway over the heads of the intelligence community and decides what gets signed into law and what doesnt.Internet surveillance by the NSA  under Obama, and despite his 2008 campaign promises to rein in the agencys power,  the NSA run roughshod over the privacy of the worlds citizens. Yet he has one more chance to do something significant to provide some actual safeguards to Americans privacy and security.But if nothing changes now  with the unprecedented attention this issue has garnered over the past year and half  reform may never come.Finally, one can hardly imagine the year coming to a close without some effort to address cybersecurity: its the one issue all Republicans and Democrats are convinced they have to do something about, but about which none of them has any clue what to actually do. The White House, for its part, has  which will  of mundane internet behavior, , and would do nothing to stop the hacks like the Sony debacle that every politician in the US seems so eager to exploit.But worse, Congress  absent almost any technical knowledge whatsoever   even more power to US intelligence agencies to collect Americans private data, and the FBI director ( in the UK)  encryption  the one tool we know can mitigate so much risk and protect the data every in Congress claims to hold dear.As Xeni Jardin so aptly  after Obama referenced protecting our children as a reason to pass his ominous cybersecurity proposals, Any time a president mentions new tech legislation to protect our kids, you know something bad is on the way.In the waning years of his last term, now that he no longer has to worry about winning any elections, Obama has the opportunity to actually do something good for our children: protect the internet with all the power of his office and resist the urge to destroy it in the name of terrorism, cybersecurity, or whatever boogie man shows up tomorrow. After all, once its gone, theres no getting it back.", "publication": "The Guardian", "author": "Trevor Timm", "title": "\nObama will fundamentally reshape the internet. But he hasn't said how\n", "politicalScore": 0, "posNegScore": 0, "link": "http://www.theguardian.com/commentisfree/2015/jan/21/obama-future-of-the-internet-state-of-the-union", "date": "\nWednesday 21 January 2015 "},
{"body": "hen it comes to big political speeches like Tuesday nights State of the Union, we can never really admit to ourselves how unimportant they tend to be to most Americans. Not to knock presidential speechwriters but, as everyone knows, we are living in an era where the power of the internet and instant sharing has outstripped the power of the speechmaking tradition. You can learn far, far more about your president (and the team around him) by looking at Twitter while in line for lunch every day than by listening intently to a once-a-year oration. Youre also far more likely to remember, and to internalize, the news bites you come across on your own or through friends  , for instance  than something like any given State of the Union, which always looks the same and usually the sounds the same.Ask yourself if you remember anything at all from Obamas previous addresses  I dont, even though it was once my job to help sell them. So why does he bother to have the speech at all?Im generally critical of the old mainstays of presidential newsmaking; I think we should save  and primetime direct-to-camera addresses for real emergencies (which is pretty much the only time that people outside Washington tune in anyway). So when the State of Union comes around, with its posturing and perfunctory standing ovations and big new plans that will never become law, Im tempted to suggest that administrations should forgo this tradition, too  or just  when presidents met their constitutional requirement by sending Congress a written assessment. But watching on Tuesday night  ready to wish it out of existence  it struck me that there is one way in which the speech is still important: its definitive. Lawmakers are fond of the old cliche that goes, youre entitled to your own opinions, but not your own facts. But part of whats so frustrating about politics these last few years is that thats no longer true: suddenly we are entitled to our own facts, and theres no straight answer to anything. We have a blizzard of negative events  Ferguson, Newtown, Syria, Paris  and a growing pile of positive signs - more jobs, a growing stock market, marriage-discrimination laws collapsing  but it seems beyond our power to make the case for any particular course of national action.Such a relief, then, to see the President, all smiles, stride to the podium to tell us exactly how things are and how they could be  even if its oversimplified. None of us will likely remember this years speech any better than we remember last years, but (for those of us not already inclined to simply despise him and every word out of his mouth) it was nice just to hear to the leader of our country speak forcefully and without caveat about why America is doing great. He praised the administrations accomplishments by explaining We believed, and then set out in clear terms the ways in which those beliefs have been vindicated: 11m new jobs, the wars winding down, kids doing better in school, progress on the road to energy independence. He promised to focus less on a checklist of proposals but gave us one anyway, and that sounded pretty rosy, too. And, he did it without resorting much to the things that his opponents in Congress love to excoriate him for  blaming Bush, demonizing Wall Street, and threatening executive action. I dont imagine that even the most staunch Democrat who watched really accepted as truth everything that the president said; we just arent programmed that way anymore. Nor do I think that actual middle class people are going to be discussing Middle Class Economics (the stated theme of the speech) around the water cooler on Wednesday. But for the majority of people who did watch, there was something reassuring in the President of the United states giving us permission to stop feeling so terrible about where the country and all of us are headed. The shadow of crisis has passed, he said  and it feels good to think so. ", "publication": "The Guardian", "author": "Reid Cherlin", "title": "\nWho cares about the State of the Union? It turns out that maybe I do\n", "politicalScore": 0, "posNegScore": 0, "link": "http://www.theguardian.com/commentisfree/2015/jan/21/who-cares-about-the-state-of-the-union-maybe-i-do", "date": "\nWednesday 21 January 2015 "},
{"body": "eminist cries for action have seen a resurgence of late, notably in calls for . Large numbers of very successful women feel that life is profoundly sexist and unfair. Feminism has always and inevitably been driven by the educated and well-connected, but todays feminists are also obsessed with their own elite, metropolitan lives. This is deeply depressing. It is also having a pernicious effect on politicians and policy-making.Take the   the campaign for at least 30% of board members in large public companies to be female. This has attracted huge publicity and traction. , politicians line up to sing the importance of such diversity. It is received wisdom that this policy is good for women in general, and important to them  and also good for the benighted companies themselves.This is simplistic, and it is nonsense. A number of countries have introduced quotas for large public companies; but only one, to date, has enacted major sanctions for miscreants, and has a good many years experience with quotas. That is Norway, where 40% representation is required and enforced.And the result? The policy has done nothing whatsoever for the female labour market generally. It has had no impact on female pay and promotion prospects in the companies concerned. It has had no positive impact on company profits either: replacing privileged men with privileged women doesnt seem to pay any diversity benefits. What Norway now has is a new group of : a small group of women who are very rich indeed.As a feminist cause, boardroom quotas ought to be a bust. In fact, they are of a piece with much of the modern feminist media: a combination of elite self-interest and preoccupation with imagery. The coalition governments  seems to have been driven overwhelmingly by a desire to get more women on the front benches in prime photographic position. And one has some sympathy, given the constant criticism of any government which doesnt focus on its female numbers.Politicial parties need to have members from a wide variety of backgrounds if they are to understand and reflect their nations concerns. But that is a very different thing from a relentless focus on female numbers. All female shortlists for parliament are another favourite. But why should it be so good for women, or indeed society, to give seats to women who are mostly middle class and Oxbridge educated at the expense of middle-class and mostly Oxbridge men? It isnt even a vote winner. There is no evidence whatsoever that women ever vote for a candidate simply because of her gender.The past half-century has been amazing for highly educated women. For them, . True, only a small number of FTSE 100 companies have female chief executives. But in the rich countries club of the OECD, half of the well-paid professional and managerial class 1 jobs are now held by women. And women are a growing majority of university students.It is a victory over historic discrimination. But it also means that the female elite is increasingly different from other women. Class trumps gender. And inequality among women is rising much faster than inequality among men.That is partly because successful women started from behind. When many careers were barred to women, their earnings were more equal. As doors opened, some womens earnings pulled away. But there is another reason too.Modern elites depend on cheap labour. Elites always have done, and this hasnt changed just because the elites are now co-ed. Once, successful men were catered for by female servants, and by their full-time wives. Those wives are now out there carving their own careers. But the female servants are still very much in place. Some of them are inside the home, but many are outside.Today, we employ huge numbers of nannies and cleaners. We also employ millions and millions of nursery assistants, care assistants, dishwashers and housekeepers  armies of women doing traditional female tasks. Nurseries and care homes are big sectors, and we outsource most of what we once did in kitchens at home: fewer and fewer meals are prepared at home. Workers in these sectors are low-paid. They are part of the 24/7 service economy which underpins professional lives. They are also . Sisterhood is dead. Different women have very different lives, and interests.But I wish that feminist voices spent more time speaking about the millions of low-paid female employees on whom elite lives depend, and less about boardrooms and Westminster. And that as the general election approaches, politicians seeking womens votes would pay more attention to all womens lives, and not just the view from the female summit.", "publication": "The Guardian", "author": "Alison Wolf", "title": "\nFeminists today are too obsessed with their own elite, metropolitan lives\n", "politicalScore": 0, "posNegScore": 0, "link": "http://www.theguardian.com/commentisfree/2015/jan/21/feminists-obsessed-elite-metropolitan-lives-low-paid-females", "date": "\nWednesday 21 January 2015 "}]