[{"body": "Paul Ryan, the Wisconsin congressman and 2012 GOP vice presidential nominee,  that he will not seek the presidency in 2016: Ryan's decision comes just days after his former running mate  supporters that he's considering another presidential run. \"It is no secret that I have always thought Mitt would make a great president,\" Ryan told NBC. \"As for his plans for 2016, I don't know what he is ultimately going to do and the last thing I want to do is get ahead of his own decision making process.\"But the person who likely benefits most from Ryan's decision is Scott Walker, the Wisconsin governor who will have an easier time carving out his own niche among the 2016 contenders without another prominent conservative from his home state in the race.", "publication": "The Weekly Standard", "author": "JOHN MCCORMACK", "title": "Paul Ryan: 'I Am Not Going to Run for President in 2016'", "politicalScore": 0, "posNegScore": 0, "link": "http://www.weeklystandard.com/blogs/paul-ryan-i-am-not-going-run-president-2016_823518.html", "date": "4:39 PM, Jan 12, 2015"},
{"body": "::", "publication": "The Weekly Standard", "author": "DANIEL HALPER", "title": "Remembering Walter Berns", "politicalScore": 0, "posNegScore": 0, "link": "http://www.weeklystandard.com/blogs/remembering-walter-berns_823526.html", "date": "9:41 PM, Jan 12, 2015"},
{"body": "President Obama honored the NBA champions, the San Antonio Spurs, at the White House Monday, but  that he almost sent in the second team, Vice President Biden, to host the event to keep himself \"fresh for the State of the Union.\" The president said he would have been just following Spur's coach Gregg \"Pop\" Popovich's example, but in the end decided he'd rather meet the team:When it came time for Popovich to speak, he didn't let President Obama get away with his joke:It was not clear from the vice president's schedule whether he attended the event or not, but at least one other member of the president's team was present: Julian Castro, the secretary of Housing and Urban Development and the former mayor of San Antonio.", "publication": "The Weekly Standard", "author": "JERYL BIER", "title": "Obama Decides Not to 'Sit His Star'Attends Spurs Event Instead of Biden", "politicalScore": 0, "posNegScore": 0, "link": "http://www.weeklystandard.com/blogs/obama-decides-not-sit-his-star-attends-spurs-event-instead-biden_823695.html", "date": "7:12 AM, Jan 13, 2015"},
{"body": "As the new Congress settles in under Republican control, it can be easy to forget that Republican control of the House of Representatives is a relatively novel concept. Until Newt Gingrich's revolution swept the party into power in 1994, the GOP was accustomed to permanent-minority status.If you've forgotten that, then Newt Gingrich will happily remind you, most recently in his recent ,\" produced by the . But for all of the interesting historical moments highlighted in their wide-ranging discussion, my particular favorite pertains to a moment in 1984 when Gingrich and then-Congressman Trent Lott sent the House's Democratic leadership reeling.Gingrich had come to make regular use of \"special orders\" -- the end-of-day sessions in which he would address not fellow congressmen in the House chamber (for there were none), but rather the viewers watching at home on the new cable channel, C-SPAN.As Gingrich recalls in his conversation with Kristol, . But Democrats certainly took note of two speeches Gingrich gave in May 1984, criticizing Democrats' softness on Communism, their rhetorical support for Nicaragua's Daniel Ortega and the Sandanistas, and the Boland amendment's restrictions on Reagan administration support for the rebel Contras.", "publication": "The Weekly Standard", "author": "ADAM J. WHITE", "title": "Conversations with Tip O'Neill", "politicalScore": 0, "posNegScore": 0, "link": "http://www.weeklystandard.com/blogs/conversations-tip-oneill_823528.html", "date": "8:37 AM, Jan 13, 2015"},
{"body": "CNN described its reasoning for not showing the latest cover of  (the first issue to be published after last week's massacre) in a broadcast this morning: \"CNN will not show you the new cover, which depicts the Prophet Muhammad, because it is our policy not to show potentially offensive images of the prophet,\" the host declared this morning.Here's the image CNN (and others!) refuse to show you:", "publication": "The Weekly Standard", "author": "DANIEL HALPER", "title": "CNN: 'Our Policy Not to Show Potentially Offensive Images of the Prophet'", "politicalScore": 0, "posNegScore": 0, "link": "http://www.weeklystandard.com/blogs/cnn-our-policy-not-show-potentially-offensive-images-prophet_823698.html", "date": "9:31 AM, Jan 13, 2015"},
{"body": "Back in 2012, I suggested that the Senate use Leon Panetta's confirmation hearing for CIA director to clear up one of Washington's more interesting media mysterieswho leaked Daniel Patrick Moynihan's authorship of controversial memo that used the phrase \"benign neglect\" in reference to the black community. Moynihan was previously author of a controversial report, \"The Black Family: Then and Now.\" In a nutshell, Moynihan was pilloried by the liberal intelligensia for a supposedly insensitive and misguided approach to racial issues, but decades later it turns out even liberals acknowledge he was  in many ways. Nonetheless, the leak was quite damaging to the late senator's reputation and the Nixon White House in 1970. Leon Panetta was fingered for the leak in shortly afterward, though it's never been proven he was the source. (For more background, see my .)Obviously, establishing whether or not Panetta can keep his mouth shut would be an important qualification for CIA director, but congress didn't bother asking him about his role in significant political flap four decades prior. When Leon Panetta exited the CIA post, he did so by  to make sure his $3 million book deal went off without a hitch. Once again, Leon Panetta seems to have no compunction about sensitive leaks that further his career. In fact, in that same memoir he jokingly alludes to his leaky nature, saying that the New York Time's Elizabeth Bumiller called him \"'another species entirely' from my more taciturn predecessor. Guilty. As I told the press, I'm Italian, and that's the way I am.\"", "publication": "The Weekly Standard", "author": "MARK HEMINGWAY", "title": "Leaky Leon, Cont. ", "politicalScore": 0, "posNegScore": 0, "link": "http://www.weeklystandard.com/blogs/leaky-leon-cont_823704.html", "date": "11:37 AM, Jan 13, 2015"},
{"body": "The , a New York-based vertically integrated digital media company, makes the compelling case for a Tom Cotton presidential campaign:", "publication": "The Weekly Standard", "author": "DANIEL HALPER", "title": "TNR: Cotton 2016!", "politicalScore": 0, "posNegScore": 0, "link": "http://www.weeklystandard.com/blogs/tnr-cotton-2016_823710.html", "date": "1:51 PM, Jan 13, 2015"},
{"body": "THE WEEKLY STANDARD podcast with editor William Kristol on Islamist terror, the Paris vigil, and President Obama's absence.This podcast can be downloaded. Subscribe to THE WEEKLY STANDARD's .This podcast is brought to you by The Great Courses. .", "publication": "The Weekly Standard", "author": "TWS PODCAST", "title": "Kristol Podcast: Obama's Paris No-Show Is An Opportunity For GOP", "politicalScore": 0, "posNegScore": 0, "link": "http://www.weeklystandard.com/blogs/kristol-podcast-obamas-paris-no-show-opportunity-gop_823712.html", "date": "2:48 PM, Jan 13, 2015"},
{"body": "Under a cloudless Jerusalem sky, a crowd of thousands gathered at the cemetery at Givat Shaul on Tuesday, to bury the four Jews murdered at the Hyper Cacher in Paris. Yoav Hattab, Yohan Cohen, Philippe Braham, and Francois-Michel Saada were laid to rest in Har Hamenuhot, on the approach to Jerusalem from the west. The families chose to make their funerals an act of defiance, firmly remembering that these lives were robbed by an Islamist murderer, because the four men were Jewish. The form this defiance took was a re-statement of identitya joint funeral in Israel, in a place festooned with blue and white Israeli flags. The killer, Amedy Coulibaly, had been quite clear regarding the purpose of his attack on the supermarket. You are a Jew, you will die, he reportedly yelled at the owner of the store as he entered. While much of the media coverage of last weeks Islamist killing spree appears to prefer to obscure or ignore the anti-Semitic message, the families of those murdered in the Hyper Cacher chose to listen to it. On Tuesday, at the funerals of their loved ones, they issued their reply. ", "publication": "The Weekly Standard", "author": "JONATHAN SPYER", "title": "4 Jews Killed in Paris Attack Buried in Israel", "politicalScore": 0, "posNegScore": 0, "link": "http://www.weeklystandard.com/blogs/4-jews-killed-paris-attack-buried-israel_823717.html", "date": "3:22 PM, Jan 13, 2015"},
{"body": "Ted Cruz released this statement in favor of moving the U.S. embassy in Israel from Tel Aviv to that nation's capital, Jerusalem:\"I am proud to join Senator Dean Heller, R-Nevada, in the introduction of the Jerusalem Embassy and Recognition Act of 2015 that recognizes Jerusalem as the undivided capital of the State of Israel and relocates the U.S. Embassy from Tel Aviv to Jerusalem. This bill removes the President's waiver authority that has delayed this important action, and requires official government documents to reflect this recognition by identifying Jerusalem as Israel's capital.\n\n\"Almost fifteen years ago Congress passed the Jerusalem Embassy Act of 1995 with overwhelming bipartisan majorities in both the House and Senate. It is my hope that members of Congress on both sides of the aisle support this important bill. It is long past due for our government to finally and unequivocally recognize Israel's historical capital both in word and deed.\"\n", "publication": "The Weekly Standard", "author": "DANIEL HALPER", "title": "Cruz: Move America's Embassy to Israel's Capital, Jerusalem", "politicalScore": 0, "posNegScore": 0, "link": "http://www.weeklystandard.com/blogs/cruz-move-americas-embassy-israels-capital-jerusalem_823720.html", "date": "4:54 PM, Jan 13, 2015"},
{"body": "White House spokesman Josh Earnest offered this excuse to explain why President Obama skipped the weekend rally in Paris: it would've impacted \"common citizens.\"\"[H]ad the circumstances been a little bit different, I think the President himself would have liked to have had the opportunity to be there,\" Earnest said, after saying the White House should've sent a person of higher profile than just the U.S. ambassador to France.\"[T]he fact is, that is this is obviously a march that the planning for which only began on Friday night and 36 hours later it had begun.  Whats also clear is that the security requirements around a presidential-level visit or even a vice presidential-level visit are onerous and significant.  And in a situation like this, they typically have a pretty significant impact on the other citizens who are trying to participate in a large public event like this.  We talk about this a lot when it comes to the President attending a basketball game, but the fact of the matter is there were not just thousands of people at the event -- there were millions.  It wasnt just an arena that needed to be secured, but a large outdoor area that poses significant security challenges.\"Im confident that the professionals at the Secret Service could overcome those challenges, but it would have been very difficult to do so without significantly impacting the ability of  to participate in this march.  And after all, what I think was so impressive about this display is it demonstrated the unity of the French people.  And that is something that we are always mindful of in situations like this, of interfering with those who are trying to attend an event, particularly when the purpose of the event is to demonstrate the unity of spirit and purpose of the people who are coming together.\"", "publication": "The Weekly Standard", "author": "DANIEL HALPER", "title": "WH: Obama Attendance at Paris Rally Would've Impacted 'Common Citizens'", "politicalScore": 0, "posNegScore": 0, "link": "http://www.weeklystandard.com/blogs/wh-obama-attendance-paris-rally-wouldve-impacted-common-citizens_823525.html", "date": "9:21 PM, Jan 12, 2015"},
{"body": "It's been almost five years since Obamacare was passed, and the law remains as unpopular as everpublic support hit a record low of 37 percent in November. Opposing Obamacare is a no-brainer for Republicans politically, though the question of what to do about the law remains something that divides the right. And finding the right legislative remedy has become an especially acute challenge now that Republicans control the House and Senate.Phil Klein has justly earned a reputation as one of the best reporters covering Obamacare, and the timing of his new book, , could not be better. Here Klein takes a look at three major schools of thought on the right about how to fixing the law, or what he calls the reform school, the replace school, and the restart school. If you want to know what the future holds in store for Obamacare, Klein's book is essential readingand the . ", "publication": "The Weekly Standard", "author": "MARK HEMINGWAY", "title": "Phil Klein on 'Overcoming Obamacare'", "politicalScore": 0, "posNegScore": 0, "link": "http://www.weeklystandard.com/blogs/phil-klein-overcoming-obamacare_823516.html", "date": "3:49 PM, Jan 12, 2015"},
{"body": "U.S. Army Col. Joel Rayburn, a senior research fellow at the National Defense University, is a historian who served as an adviser to Gen. David Petraeus in Iraq. He is also author of (Hoover Institution Press), a thorough account of whats happened in Iraq since President Obamas December 2011 withdrawal of American troops. The book is a must read for anyone who wants to understand the extent of Iranian influence in Baghdad, or how the Islamic State came to be. Recently I spoke with Rayburn about his book and Iraq today.In 2011-2012, then Prime Minister Nuri al-Maliki fractured the moderate Sunni political coalition that had come so close to unseating him in the 2010 elections. He used terrorism charges to sideline Iraqs Sunni vice president and several other Sunni leaders, which created broad Sunni opposition to the government. But because Maliki had fractured the Sunni political center, the leadership of this popular opposition migrated to Sunni radicals like ISIS and the former Baath, who stepped up their militant campaign inside Iraq.At the same time, the Syrian civil war drew in all Iraqs main political factionsSunni, Shia, and Kurdon opposite sides, making it only a matter of time before the civil war spilled back into Iraq. That is what happened in spring 2013, when widespread Sunni demonstrations against Maliki escalated into violence between Sunnis and Malikis security forces. By summer 2013, the Sunni militant opposition was being led by ISIS, which had also become the strongest faction in the Syrian rebellion.", "publication": "The Weekly Standard", "author": "LEE SMITH", "title": "Iraq After America: Strongmen, Sectarians, Resistance", "politicalScore": 0, "posNegScore": 0, "link": "http://www.weeklystandard.com/blogs/iraq-after-america-strongmen-sectarians-resistance_823420.html", "date": "4:50 PM, Jan 9, 2015"},
{"body": "Lynne O'Donnell of the  is reporting that:The appearance of ISIS in Afghanistan would tend, it seems, to push things there further in the direction of chaos and as:Recalling Henry Kissingers line during the war between Iraq and Iran:A pity they cant both lose.\"", "publication": "The Weekly Standard", "author": "GEOFFREY NORMAN", "title": "Report: ISIS Now in Afghanistan", "politicalScore": 0, "posNegScore": 0, "link": "http://www.weeklystandard.com/blogs/report-isis-now-afghanistan_823706.html", "date": "12:16 PM, Jan 13, 2015"},
{"body": "The terrorist attacks last week in Paris and the debate over the French government response brought back a simple discussion I had a few years ago regarding the U.S. invasion of Iraq.I was asked by a European friend how the American public viewed the U.S. invasion and my response was that it was generally viewed with disfavor: the costs exceeded the benefits; no nuclear weapons had been found; and our involvement continues to this day.The next question: How long will that negative view last? Easy to answer: Until the next terrorist strike in the United States. At that point, American public opinion would swing back to preemptive intervention.This split view of Iraq and the current debate in France reminds us that approaches to international crisis management fall into one of two camps, whether you prefer to be either a minute early or a minute late. You either act before the moment arrives or after the moment has passed. For purposes of honesty, we must disallow the Hollywood ending in which the decision is taken at precisely the right moment to save the day. We have but two choices.Acting before the moment requires leadership, as there would not yet be a consensus regarding the impending problem or its magnitude. It obligates decision-makers to assume responsibility for a threat, to communicate with the nation and push a course of action, to endure the friction that comes with a change in policy, and to take potentially costly action without clear information. In the vernacular, the president has to own the issue. It also means that the decision-makers might have it wrong (If only we had waited!). They might be acting on fragmentary, contradictory, or even inaccurate signals.", "publication": "The Weekly Standard", "author": "FRANK LAVIN", "title": "A Minute Early or a Minute Late", "politicalScore": 0, "posNegScore": 0, "link": "http://www.weeklystandard.com/blogs/minute-early-or-minute-late_823514.html", "date": "3:32 PM, Jan 12, 2015"},
{"body": "The a conversation the boss had last month in Jerusalem, about his life in politics, with Ran Baratz:\" editor William Kristol spoke with Israeli alumni of Tikvah Fund programs in Jerusalem last month about his life in the arena of American politics,\" . \"The first half of the conversation was largely autobiographical. He talks about his upbringingincluding his Jewish upbringingas the child of Irving Kristol, the godfather of neoconservatism, and the legendary historian Gertrude Himmelfarb. How did he go from being a professor of political philosophy to the vice presidents chief of staff? What did he learn from his time in government? The second half of the event gave Kristol a chance to assess the astounding crises and contentious debates in America and the world. What will happen with the new Republican Congress? What can be done about the economic stress facing the American middle class? What kind of problem is immigration? How will the Obama administrations foreign policy be remembered? And what does this all mean for Israel?\"", "publication": "The Weekly Standard", "author": "DANIEL HALPER", "title": "Kristol's Conversation in Jerusalem ", "politicalScore": 0, "posNegScore": 0, "link": "http://www.weeklystandard.com/blogs/kristol-reflects-israel_823411.html", "date": "1:24 PM, Jan 9, 2015"},
{"body": "Bill Kristol reports that Harry V. Jaffa passed away yesterday:By coincidence, Jaffa died on the same day as the great :Jaffa was an important scholar of Abraham Lincoln, perhaps most known for publishing , which came out nearly 55 years ago. ( to THE WEEKLY STANDARD.)We'll have more to say on Jaffa (and Berns) in the coming days and weeks.", "publication": "The Weekly Standard", "author": "DANIEL HALPER", "title": "Harry V. Jaffa, 1918-2015", "politicalScore": 0, "posNegScore": 0, "link": "http://www.weeklystandard.com/blogs/harry-v-jaffa-1918-2015_823465.html", "date": "11:44 AM, Jan 11, 2015"},
{"body": "Reuters and Agence France-Presse report that four hostages at the Kosher market in Paris are dead.\n\n", "publication": "The Weekly Standard", "author": "DANIEL HALPER", "title": "Report: 4 Hostages Killed at Kosher Market", "politicalScore": 0, "posNegScore": 0, "link": "http://www.weeklystandard.com/blogs/report-4-hostages-killed-kosher-market_823410.html", "date": "12:03 PM, Jan 9, 2015"},
{"body": "The White House announced today its next step in fighting extremism: a meeting. \"On February 18, 2015, the White House will host a Summit on Countering Violent Extremism to highlight domestic and international efforts to prevent violent extremists and their supporters from radicalizing, recruiting, or inspiring individuals or groups in the United States and abroad to commit acts of violence, efforts made even more imperative in light of recent, tragic attacks in Ottawa, Sydney, and Paris.  This summit will build on the strategy the White House released in August of 2011,  the first national strategy to prevent violent extremism domestically,\" the White House press secretary said in a statement released today.", "publication": "The Weekly Standard", "author": "DANIEL HALPER", "title": "White House Continues Fight Against Extremism By Announcing Meeting", "politicalScore": 0, "posNegScore": 0, "link": "http://www.weeklystandard.com/blogs/white-house-continues-fight-against-extremism-announcing-meeting_823464.html", "date": "10:21 AM, Jan 11, 2015"},
{"body": "House Homeland Security Committee chair Mike McCaul said on CBS that he expects to \"see more and more\" of the Paris style attacks take place around the world:\"I believe... larger scale, 9/11-style [attacks] are more difficult to pull off  a bigger cell we can detect, a small cell like this one, very difficult to detect, deter and disrupt which is really our goal. I think we'll see more and more of these taking place, whether it be foreign fighters going to the warfare in return or whether it be someone getting on the internet as John Miller talked about, very sophisticated social media program then radicalizing over the internet,\" McCaul said.McCaul talked about it as a real threat. He called the Paris attack \"the most successful foreign fighter terrorist attack that we have seen to date.\"", "publication": "The Weekly Standard", "author": "DANIEL HALPER", "title": "House Homeland Security Chair: 'We'll See More and More' of Paris Style Attacks", "politicalScore": 0, "posNegScore": 0, "link": "http://www.weeklystandard.com/blogs/house-homeland-security-chair-well-see-more-and-more-paris-style-attacks_823468.html", "date": "12:34 PM, Jan 11, 2015"},
{"body": "While the attention of much of the world Sunday was focused on the massive unity rally in France in response to the recent terror attacks in that country, Secretary of State John Kerry was in India for a \"global business\" summit where he spoke of, among other concerns, the \"one enormous cloud hanging over all of us which requires responsibility from leaders. Global climate change.\" Kerry said that climate change is \"violently affecting communities\" worldwide, but that the silver lining in his view is that responding to climate change offers an \"unprecedented number of plusses, and frankly, almost no downside.\" His full remarks on the subject came during his speech at the opening ceremony of the summit [emphasis added]:", "publication": "The Weekly Standard", "author": "JERYL BIER", "title": "Kerry: Climate Change 'Enormous Cloud Hanging Over All of Us'", "politicalScore": 0, "posNegScore": 0, "link": "http://www.weeklystandard.com/blogs/kerry-climate-change-enormous-cloud-hanging-over-all-us_823485.html", "date": "7:03 AM, Jan 12, 2015"},
{"body": "Secretary of State John Kerry said that criticism that he and the Obama administration skipped the unity rally in Paris yesterday is \"sort of quibbling a little bit.\" He made the comments at a press conference in India, after announcing that he'd be visiting France on Thursday.\"Before I take your questions, let me just say a quick word, if I may, about our good friends inFrance. As soon as I heard about the plans for the march that took place yesterday, I asked my team to figure out what the earliest is that I could travel toParisin order to show, once again, to reaffirm the connection between theUnited Statesand our oldest ally. And so, I will be traveling there on Thursday, and be there Friday, part of Friday. And I want to emphasize that the relationship withFranceis not about one day or one particular moment. It's an ongoing, long-time relationship that is deeply, deeply based in the shared values, and particularly the commitment that we share in freedom of expression,\" Kerry said, preempting criticism.", "publication": "The Weekly Standard", "author": "DANIEL HALPER", "title": "Kerry: 'Quibbling' to Criticize U.S. for Skipping Paris Rally", "politicalScore": 0, "posNegScore": 0, "link": "http://www.weeklystandard.com/blogs/kerry-quibbling-criticize-us-skipping-paris-rally_823486.html", "date": "7:34 AM, Jan 12, 2015"},
{"body": " I've seen from Paris, capturing the mood of French Jews--and the meaning for them of the state of Israel. Here are excerpts:", "publication": "The Weekly Standard", "author": "WILLIAM KRISTOL", "title": "On Being Jewish and French", "politicalScore": 0, "posNegScore": 0, "link": "http://www.weeklystandard.com/blogs/being-jewish-and-french_823487.html", "date": "8:02 AM, Jan 12, 2015"},
{"body": "Malak Ghobrial of  is reporting that:There was an Iraqi army and it had been amply funded, equipped, and trained by the United States.  That army consisted of:Now:Also, ISIL may not just wait while the new Iraqi army is trained and equipped.Three years might be an optimistic figure.", "publication": "The Weekly Standard", "author": "GEOFFREY NORMAN", "title": "Long Slog Ahead", "politicalScore": 0, "posNegScore": 0, "link": "http://www.weeklystandard.com/blogs/long-slog-ahead_823495.html", "date": "11:18 AM, Jan 12, 2015"},
{"body": "THE WEEKLY STANDARD podcast with editor William Kristol on terrorism abroad, and Jeb Bush's 2016 pitch.This podcast can be downloaded. Subscribe to THE WEEKLY STANDARD's .This podcast is brought to you by The Great Courses. .", "publication": "The Weekly Standard", "author": "TWS PODCAST", "title": "Kristol Podcast: On Terror Abroad, and the 'Jebbernaut' at Home", "politicalScore": 0, "posNegScore": 0, "link": "http://www.weeklystandard.com/blogs/kristol-podcast-terror-abroad-and-jebbernaut-home_823413.html", "date": "1:05 PM, Jan 9, 2015"},
{"body": "Ariel Sharon died one year ago today, on January 11, 2014. It seems that hes been gone for much longer, no doubt because he was in a coma after January 2006.This first anniversary of his deathfor Jews, his first yahrzeitcomes as Israel enters an election campaign. What would Sharon make of it all?For one thing, he would notice that the centrist party he created, Kadima, did not long outlast him. It could not form a government after the last election, in 2009, grew weaker in opposition, and has now collapsed. Sharon created Kadima when he abandoned Likud (or as he would have said, Likud abandoned him) in late 2005 over the issue of withdrawing from Gaza. After Sharons strokes and incapacitation, Kadima nevertheless won a smashing victory in Israels March 2006 election, and even in the 2009 election it got one more seat than did Likud. And now it is nearly gone, with a small rump left to figure out whose coalition or whose party to join. Perhaps if Sharon had led the party for a few more years it would have become a fixture, but today he would find Israeli politics featuring the old Labor/Likud rivalry again. He would no doubt take some satisfaction in seeing his old party rival, Bibi Netanyahu, feeling the heat not only from Labor but from within Likudfrom those on the farther right in Likud who made Sharons own life miserable and who back in 2005 were led by ... Bibi Netanyahu.", "publication": "The Weekly Standard", "author": "ELLIOTT ABRAMS", "title": "Ariel Sharon's First 'Yahrzeit'", "politicalScore": 0, "posNegScore": 0, "link": "http://www.weeklystandard.com/blogs/ariel-sharons-first-yahrzeit_823463.html", "date": "10:30 AM, Jan 11, 2015"},
{"body": "The terrorist attacks in Paris were nightmarish in many ways, but perhaps the most worrisome news to come out of the  affair is that followers of a pure al Qaeda affiliate  al Qaeda on the Arabian Peninsula  and of ISIS  the Islamic State of Iraq and Syria  worked together.Video first obtained by the  jihadist monitoring group, analyzed by  and even reported by the  reveals Paris gunman Amedy Coulibaly swearing his loyalty to ISIS.  I pledged allegiance to the caliph [ISIS leader Abu Bakr al-Baghdadi] as soon as the caliphate was declared, said Coulibaly.  Its also notable that Coulibalys girlfriend and accomplice, Hayat Boumeddienne, escaped from France to Turkey and then to Syria  and presumably ISIS protection  just prior to the attacks.That makes the Paris attacks something akin to an ISIS-al Qaeda combined operation.  The other two Paris attackers, Cherif and Said Kouachi, professed to be trained and funded by the Yemen-based AQAP, had been   the groups charismatic American-born propagandist killed in a controversial drone strike in 2011  and, while in Yemen, had befriended Umar Farouk Abdulmutallab, the Underwear Bomber who attempted to blow up a Christmas Day airline flight to Detroit in 2009.", "publication": "The Weekly Standard", "author": "THOMAS DONNELLY", "title": "Paris Attacks: An Al Qaeda, Islamic State Combined Operation", "politicalScore": 0, "posNegScore": 0, "link": "http://www.weeklystandard.com/blogs/paris-attacks-al-qaeda-islamic-state-combined-operation_823497.html", "date": "12:20 PM, Jan 12, 2015"},
{"body": "Bill Clinton once held a knife to her wrist. But now Wendy Clark, who claimed to be \"Blood brothers with Bill Clinton,\" is reportedly going to work for his wife, Hillary Clinton.The trade publication  reported on Twitter that Clark, a Coca-Cola executive, has gone to work for probable Democratic presidential candidate Hillary Clinton.\"Several sources say Coke N. Amer senior exec Wendy Clark taking leave to work for Hillary Clinton.  Coke declined to confirm or comment,\" writes  on Twitter.The  confirms that Clark indeed has taken an unpaid leave of absence from Coke. \"Coca-Cola Co. North American Marketing Chief Wendy Clark is taking a leave of absence and is expected to advise potential presidential candidate Hillary Clinton , according to people familiar with the matter,\" the ", "publication": "The Weekly Standard", "author": "DANIEL HALPER", "title": "Hillary Hires Coke Marketing Exec Who Claimed to Be 'Blood Brothers' With Bill", "politicalScore": 0, "posNegScore": 0, "link": "http://www.weeklystandard.com/blogs/hillary-hires-coke-marketing-exec-who-claimed-be-blood-brothers-bill_823447.html", "date": "5:01 PM, Jan 10, 2015"},
{"body": "Protesters gathered outside the Clinton Foundation in New York City to complain about \"missing money\" from the Haiti recovery effort from the 2010 earthquake:\"New Yorkers with roots in Haiti say the picture [of the Haiti recovery] isn't so rosy,\" said the NY1 anchor.The protesters claimed that the $10 billion meant to help rebuild Haiti did little to help the country after the devastating quake. And that much of the money went to non-Haitian companies.\"[I]n Harlem, people raised their voices to call attention to the missing money,\" said the local New York City reporter.  \"This protest outside the offices of the Clinton Foundation, which helped lead the reconstruction fund.\"Said one proteser, These people, they are still living in very difficult conditions, still living under tents, while Bill Clinton and his cronies--they waste this money.\"As secretary of state, Hillary Clinton devoted much of her time in 2010 to the Haiti recovery. .", "publication": "The Weekly Standard", "author": "DANIEL HALPER", "title": "Protesters Gather at Clinton Foundation to Complain of 'Missing Money' from Haiti Recovery", "politicalScore": 0, "posNegScore": 0, "link": "http://www.weeklystandard.com/blogs/protesters-gather-clinton-foundation-complain-missing-money-haiti-recovery_823527.html", "date": "10:23 PM, Jan 12, 2015"},
{"body": "Here's David Brooks's review of  2001 book, , from our :", "publication": "The Weekly Standard", "author": "WILLIAM KRISTOL", "title": "David Brooks on Walter Berns's ", "politicalScore": 0, "posNegScore": 0, "link": "http://www.weeklystandard.com/blogs/david-brooks-walter-bernss-making-patriots_823458.html", "date": "11:45 PM, Jan 10, 2015"},
{"body": "President Obama is in a good mood. He believes the country, under his leadership, is heading in the right direction.\"About a year ago, I promised that 2014 would be a breakthrough year for America.  And this week, we got more evidence to back that up,\" the president begins his weekly address.", "publication": "The Weekly Standard", "author": "DANIEL HALPER", "title": "Obama: 'America Is Coming Back. And I Want to Go Full Speed Ahead.'", "politicalScore": 0, "posNegScore": 0, "link": "http://www.weeklystandard.com/blogs/obama-america-coming-back-and-i-want-go-full-speed-ahead_823444.html", "date": "1:39 PM, Jan 10, 2015"},
{"body": "White House press secretary Josh Earnest told the press today he doesn't know what President Obama was doing while world leaders gathered in Paris yesterday to rally:", "publication": "The Weekly Standard", "author": "DANIEL HALPER", "title": "WH: No Idea What Obama Was Doing Sunday During Paris March", "politicalScore": 0, "posNegScore": 0, "link": "http://www.weeklystandard.com/blogs/wh-no-idea-what-obama-was-doing-sunday-during-paris-march_823510.html", "date": "2:08 PM, Jan 12, 2015"},
{"body": "Central Command has been hacked by ISIS, according to messages posted on CentCom's Twitter page:The hacker is claiming to be ISIS -- and claimg to have personal information of U.S. military personnel:UPDATE: It appears CENTCOM's YouTube account was also hacked:And more than half an hour later, the CENTCOM Twitter account appears to have been disabled.", "publication": "The Weekly Standard", "author": "DANIEL HALPER", "title": "CENTCOM's Twitter Hacked By ISIS?", "politicalScore": 0, "posNegScore": 0, "link": "http://www.weeklystandard.com/blogs/centcoms-twitter-hacked-isis_823501.html", "date": "12:46 PM, Jan 12, 2015"},
{"body": "Donald Trump says he's once again considering a presidential run. He told MSNBC this morning that he'll make a decision in the next three months:\"Donald,\" said the MSNBC host, \"tell me what you think about presidential politics on the Republican side. Do you think that perhaps Mitt Romney is trying to take Jeb Bush's thunder away?\"\"Well I know for a fact they don't like each other. And I would say the last thing we need is another Bush. And as far as Romney is concerned, he had a great chance of winning, and he blew it. He's like a dealmaker that couldn't close the deal. So you just can't give him another chance. It didn't work. He got less votes than John McCain got years before. And he just was unable to close the deal that should have easily been closed. So you know it's a little like a golfer. I'm at the Trump National Doral, and we have the great championships here, and certain golfers cannot sink the three-foot putt on the 18th hole. Joe knows a lot about golf and they just can't do it--\"Joe Scaborough, another possible 2016 presidential candidate, asked, \"So, Donald, can you sink a three-foot putt, I mean you got to go out on the course, if we're going to use a golf analogy. A lot of people have been telling you to go out on the course, run for president. If you go out there and run, would you be able to sink the three-foot putt, and are you going to do it?\"\"I think so,\" Trump said, suggesting he's going to run for president. \"I think I could do well. I think if I got it, I would do a lot of things differently ... but we'll see what happens. And I'll be making a decision fairly quickly.\"", "publication": "The Weekly Standard", "author": "DANIEL HALPER", "title": "Donald Trump: I'll Decide on Presidential Run Soon", "politicalScore": 0, "posNegScore": 0, "link": "http://www.weeklystandard.com/blogs/donald-trump-ill-decide-presidential-run-soon_823489.html", "date": "9:01 AM, Jan 12, 2015"},
{"body": "Walter Berns, the great constitutional scholar and defender of the American republic, died today. He was 95. Generations of students have learned from his work, and will continue to do so. Those of us who knew him looked up to him and admired him unreservedly. He was at once a distinguished scholar, a true patriot, and a deeply impressive man.Walter's friends and admirers will have more to say in coming days and weeks. For now, those who want to learn more about Walter may wish to visit the website dedicated to his work, . Walter's student and then friend and colleague Jeremy Rabkin wrote the introduction to the website:", "publication": "The Weekly Standard", "author": "WILLIAM KRISTOL", "title": "Walter Berns, 1919-2015", "politicalScore": 0, "posNegScore": 0, "link": "http://www.weeklystandard.com/blogs/walter-berns-1919-2015_823456.html", "date": "9:56 PM, Jan 10, 2015"},
{"body": "THE WEEKLY STANDARD podcast with executive editor Fred Barnes on Islamist terror and President Obama's approach.This podcast can be downloaded. Subscribe to THE WEEKLY STANDARD's .This podcast is brought to you by The Great Courses. .", "publication": "The Weekly Standard", "author": "TWS PODCAST", "title": "Barnes Podcast: On Islamist Terror, Obama Is MIA on More Than Paris March", "politicalScore": 0, "posNegScore": 0, "link": "http://www.weeklystandard.com/blogs/barnes-podcast-islamist-terror-obama-mia-more-paris-march_823517.html", "date": "4:15 PM, Jan 12, 2015"}]